Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: You can also directly download the apk from our website to install it manually on your device.
ar: يمكنك أيضًا تنزيل ملف apk مباشرة من موقعنا على الإنترنت لتثبيته يدويًا على جهازك.
bg: Можете също така директно да изтеглите apk от нашия уебсайт, за да го инсталирате ръчно на вашето устройство.
br: Bez' e c'haller ivez pellgargañ end-eun an apk diwar hol lec'hienn ha staliañ anezhañ gant an dorn war ar benveg.
ca@valencia: També podeu descarregar directament l'apk des del nostre lloc web per a instal·lar-la de forma manual en el dispositiu.
cs: Také můžete z našich webových stránek přímo stáhnout soubor apk a ručně jej nainstalovat na vašem zařízení.
el: Μπορείτε επίσης να κατεβάσετε το αρχείο apk απευθείας από τον ιστότοπό μας για να το εγκαταστήσετε χειροκίνητα στις συσκευές σας.
eo: Vi ankaŭ povas rekte elŝuti la apk de nia retejo por instali ĝin permane sur via aparato.
es: También puede descargar la apk directamente de nuestro sitio web para instalarla manualmente en su dispositivo.
eu: Eskuz instalatzeko, «apk», zuzenean gure webgunetik ere zama-jaisteko aukera duzu.
he: אפשר גם להוריד ישירות חבילת apk מהאתר שלנו ולהתקין אותה ידנית על המכשיר שלך.
hr: Također možeš izravno preuzeti apk s naše web stranice kako bi ga ručno instalirao na svoj uređaj.
hu: Az alkalmazás apk fileja a weboldalunkról is letölthető, és a készülékre telepíthető.
it: Puoi scaricare direttamente l'apk anche dal nostro sito web per installarlo manualmente sul tuo dispositivo.
lt: Jūs taip pat galite atsisiųsti apk paketą tiesiogiai iš mūsų tinklapio ir įsidiegti programėlę rankiniu būdu.
lv: Varat arī tiešā veidā lejupielādēt „apk“ no mūsu tīmekļa vietnes, lai to manuāli instalētu ierīcē.
mk: Исто така, можете директно да преземете apk пакет од нашата веб-страница и да ја инсталирате рачно на вашиот уред.
ml: ഞങ്ങളുടെ വെബ്സൈറ്റിൽ നിന്നും നേരിട്ട് എപികെ ഡൗൺലോഡ് ചെയ്ത് മാന്വലായി താങ്കളുടെ ഫോണിൽ ഇൻസ്റ്റാൾ ചെയ്യുവാനും കഴിയും.
nn: Du kan òg lasta ned ei APK-fil direkte for å installera appen manuelt på eininga di.
pl: Możesz także bezpośrednio pobrać apk z naszej strony i wgrać go ręcznie na swoim urządzeniu.
ro: Puteți de asemenea descărca direct fișierul APK de pe saitul nostru, pentru a-l instala manual pe dispozitivul dumneavoastră.
sk: Pre ručnú inštaláciu na Vaše zariadenie je možné tiež stiahnuť si priamo apk súbor z našej stránky.
sl: Apk lahko tudi neposredno prenesete z našega spletnega mesta, da ga ročno namestite na vašo napravo.
sq: Mundeni edhe të shkarkoni drejtpërsëdrejti apk-në që nga sajti ynë, për ta instaluar dorazi në pajisjen tuaj.
tr: Ek olarak, aygıtınıza el ile kurmak için web sitemizden apk dosyasını doğrudan indirebilirsiniz.
zh_cn: 您也可以直接从我们的网站下载 apk 安装包，手动在您的设备上安装。
zh_tw: 您也可以從我們的網站上手動下載 apk 版本到您的裝置上安裝。

source: For devices running Android 4.1 to 8.0, the last compatible version is <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-4.3.apk">GCompris 4.3</a>.
ar: بالنسبة للأجهزة التي تعمل بنظام أندرويد 4.1 إلى 8.0، فإن آخر إصدار متوافق هو <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
bg: За устройства, работещи с Android 4.1 до 8.0, последната съвместима версия е href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-4.3.apk">GCompris 4.3</a>.
cs: Pro zařízení se systémem Android 4.1 až 8.0 je poslední kompatibilní verzí <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-4.3.apk">GCompris 4.3</a>.
hr: Za uređaje s Android verzijom 4.1 do 8.0, zadnja kompatibilna verzija je <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-4.3.apk">GCompris 4.3</a>.

source: For devices running Android 2.3 to 4.0, the last compatible version is <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
ar: بالنسبة للأجهزة التي تعمل بنظام أندرويد 2.3 إلى 4.0 ، فإن آخر إصدار متوافق هو <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
bg: За устройства, работещи с Android 2.3 до 4.0, последната съвместима версия е <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81 .apk">GCompris 0.81</a>.
br: Evit an ardivinkoù o treiñ gant Android 2.3 betek 4.0, setu ar stumm nevesañ a glot: <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
ca@valencia: Per als dispositius que tenen Android 2.3 fins al 4.0, l'última versió compatible és <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
cs: Pro zařízení se systémem Android 2.3 až 4.0 je poslední kompatibilní verzí <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
el: Για συσκευές με Android 2.3 έως 4.0, η τελευταία συμβατή έκδοση είναι η <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81. apk">GCompris 0.81</a>.
eo: Por aparatoj kun Android 2.3 ĝis 4.0, la lasta kongrua versio estas <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
es: Para los dispositivos que ejecutan Android 2.3 a 4.0, la última versión compatible es <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
eu: 2.3tik 4.0ra arteko Android darabilten gailuetarako, azken bertsio bateragarria <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a> da.
he: הגרסה האחרונה התואמת מכשירי אנדרואיד מגרסאות 2.3 עד 4.0 היא <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">ג׳יקומפרי 0.81</a>.
hr: Za uređaje s Androidom od 2.3 do 4.0, zadnja kompatibilna verzija je <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81. apk">GCompris 0.81</a>.
hu: Android 2.3 és 4.0-t futattó eszközökre, az utolsó működő változat <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
it: Per i dispositivi con Android da 2.3 a 4.0, l'ultima versione compatibile è <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81. apk">GCompris 0.81</a>.
lt: Įrenginiams, kuriuose veikia 2.3–4.0 versijos „Android“, paskutinė suderinama versija yra <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81. apk">GCompris 0.81</a>.
lv: Ja ierīcē darbojas „Android“ versija no 2.3 līdz 4.0, tad pēdējā saderīgā versija ir <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">„GCompris 0.81“</a>.
ml: ആൻഡ്രോയ്ഡ് 2.3 മുതൽ 4.0 വരെയുള്ളതിൽ പ്രവർത്തിക്കുന്ന ഉപകരണങ്ങൾക്ക് അനുയോജ്യമായ പതിപ്പ് <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">ജികോംപ്രി 0.81</a> ആണ്.
nn: For einingar med Android 2.3 til 4.0 er siste kompatible versjon <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
pl: Dla urządzeń działających na Androidzie od 2.3 do 4.0, ostatnia działająca wersja to <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
ro: Pentru dispozitive care rulează Android 2.3 până la 4.0, ultima versiune compatibilă este <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
sk: Pre zariadenia s Androidom 2.3 až 4.0 je posledná kompatibilná verzia <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
sl: Za naprave, ki poganjajo Android 2.3 do 4.0, je zadnja ustrezna verzija <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
sq: Për pajisje që xhirojnë Android 2.3 deri në 4.0, versioni i fundit i përputhshëm është <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>.
tr: Android 2.3–4.0 sürümleri için son uyumlu sürüm <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>’dir.
zh_tw: 若您的 Android 版本是 2.3 到 4.0 版，最新相容的版本是 <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-0.81.apk">GCompris 0.81</a>。

source: macOS
ar: ماك اوس
he: מֵקְאוֹס macOS
ml: മാക്ഒയെസ്

source: The latest version is not yet available on macOS due to lack of infrastructure to build and test it.
ar: الإصدار الأحدث غير متاح بعد على نظام macOS بسبب انعدام البنية الأساسية اللازمة لبنائه واختباره.
bg: Най-новата версия все още не е налична за macOS поради липса наинфраструктура за изграждане и тестване.
ca@valencia: L'última versió encara no està disponible a macOS a causa de la falta d'infraestructura per a construir-la i provar-la.
he: הגרסה העדכנית ביותר אינה זמינה עדיין ל־macOS עקב העדר תשתית לבנייתה ולבדיקתה.
hr: Najnovija verzija još nije dostupna za macOS zbog nedostatka infrastrukture za razvoj i testiranje.
lt: Naujausia versija, skirta macOS, nėra prieinama dėl infrastruktūros trūkumo jos kūrimui ir testavimui.
sl: Najnovejša različica še ni na voljo v sistemu macOS zaradi pomanjkanja infrastrukture za izdelavo in testiranje.

source: You can download the last version available macOS from the link below.
ar: يمكنك تنزيل الإصدار الأخير المتوفر لنظام macOS من الرابط أدناه.
bg: В противен случай можете да изтеглите последната версия за macOS от връзките по-долу.
ca@valencia: Podeu descarregar l'última versió disponible de macOS des de l'enllaç següent.
cs: Poslední dostupnou verzi pro macOS si můžete stáhnout z odkazu níže.
he: אפשר להוריד את הגרסה העדכנית ביותר שזמינה ל־macOS מהקישור שלהלן.
hr: Zadnju dostupnu verziju za macOS-a možeš preuzeti na donjoj poveznici.
lt: Galite atsisiųsti naujausią prieinamą macOS versiją iš žemiau pateiktos nuorodos.
sl: Zadnjo razpoložljivo različico za macOS lahko prenesete s spodnje povezave.

source: Built and tested on macOS 10.13.
ar: تم تصميمه واختباره على نظام التشغيل macOS 10.13.
bg: Създаден и тестван на macOS 10.13.
br: Savet hag amprouet war v/macOS 10.13.
ca@valencia: Construïda i provada en macOS 10.13.
cs: Sestaveno a otestováno na macOS 10.13.
el: Αναπτύχθηκε και δοκιμάστηκε σε macOS 10.13.
eo: Konstruita kaj testita sur macOS 10.13.
es: Compilada y probada en macOS 10.13.
eu: macOS 10.13an eraikia eta probatua.
he: נבנה ונוסה על macOS 10.13.
hr: Napravljeno i testirano na macOS 10.13.
hu: macOS 10.13-on készítve és tesztelve.
it: Compilato e testato su macOS 10.13.
lt: Sukurta ir išbandyta ant „macOS“ 10.13.
lv: Būvēts un pārbaudīts operētājsistēmā „macOS 10.13“.
mk: Направен и тестиран на macOS 10.13.
ml: മാക്ഒയെസ് 10.13-ൽ ബിൽഡും ടെസ്റ്റും ചെയ്തത്.
nn: Han er bygd og testa på macOS 10.13.
pl: Zbudowane i wypróbowane na macOS 10.13.
ro: Construit și testat pe macOS 10.13.
sk: Zostavene a vyskúšané na macOS 10.13.
sl: Izdelano in preizkušeno na macOS 10.13.
sq: Montuar dhe provuar në macOS 10.13.
tr: macOS 10.13 üzerinde yapılıp sınanmıştır.
zh_cn: 已在 macOS 10.13 上构建和测试。
zh_tw: 在 macOS 10.13 上編譯並測試。

source: GNU/Linux
ar: غنو/لينكس
eo: GNU/Linukso
he: גנוּ/לינוּקס GNU/Linux
ml: ഗ്നൂ/ലിനക്സ്

source: You can check if your distribution provides a package for the latest version of GCompris.
ar: تحقّق مما إذا كانت توزيعتك توفّر حزمة لأحدث إصدار من "فهمت".
bg: Можете да проверите дали вашата дистрибуция предоставя пакет за най-новата версия на GCompris.
br: Bez' e c'hallit gwiriañ hag-eñ e vez kinniget ur pakad evit stumm nevesañ GCompris gant ho tasparzh.
ca@valencia: Podeu comprovar si la vostra distribució proporciona un paquet per a l'última versió de GCompris.
cs: Můžete si zkontrolovat, zda vaše distribuce poskytuje balíček s nejnovější verzí GComprisu.
el: Μπορείτε να ελέγξετε εάν η διανομή λειτουργικού συστήματος που χρησιμοποιείτε παρέχει την τελευταία έκδοση του GCompris.
eo: Vi povas kontroli ĉu via distribuo provizas pakaĵon por la plej nova versio de GCompris.
es: Puede comprobar si su distribución proporciona un paquete para la última versión de GCompris.
eu: Zure banaketak GCompris-en azken bertsiorako paketerik eskaintzen duen egiaztatu dezakezu.
he: אפשר לבדוק אם ההפצה שלך מספקת את הגרסה האחרונה של ג׳יקומפרי.
hr: Možeš provjeriti nudi li tvoja distribucija paket za najnoviju verziju GComprisa.
hu: Ellenőrizheted, hogy a te disztíbúciódra elérhhető-e a legfrisebb GCompris.
it: Puoi verificare se la tua distribuzione fornisce un pacchetto per la versione più recente di GCompris.
lt: Jūs galite patikrinti, ar Jūsų platinimasis paketas siūlo naujausią „GCompris“ versiją.
lv: Varat pārbaudīt, vai Jūsu distribūcija sniedz pakotni ar jaunāko „GCompris“ versiju.
mk: Може да проверите дали вашата дистрибуција обезбедува пакет за најновата верзија на GCompris.
ml: ജികോംപ്രിയുടെ ഏറ്റവും പുതിയ പതിപ്പിനായുള്ള പാക്കേജ് താങ്കളുടെ ഡിസ്ട്രിബ്യൂഷനിൽ ഉണ്ടോ എന്നത് താങ്കൾക്കു പരിശോധിക്കാവുന്നതാണ്.
nn: Du kan sjå om distribusjonen din har ein pakke for den nyaste GCompris-versjonen.
pl: Możesz sprawdzić, czy twoja dystrybucja dostarcza pakiety dla najnowszej wersji GCompris.
ro: Puteți verifica dacă distribuția dvs. furnizează un pachet pentru ultima versiune de GCompris.
sk: Môžete skontrolovať či vaša distribúcia poskytuje balíček GCompris v najnovšej verzii.
sl: Lahko preverite ali vaša distribucija vsebuje paket z najnovejšo različico programa GCompris.
sq: Mund të kontrolloni nëse shpërndarja juaj jep një paketë për versionin më të ri të GCompris-së.
tr: Dağıtımınızın güncel GCompris için bir paket sağlayıp sağlamadığını denetleyebilirsiniz.
zh_cn: 您可以检查您的发行版是否为最新版本的 GCompris 提供了一个包。
zh_tw: 您可以看看您的 Linux 系統套件庫中是否有最新版的 GCompris。

source: We also provide standalone packages for GNU/Linux. They should work on any recent distribution.
ar: نوفر أيضًا حزمًا مستقلة لـ غنو/لينكس، يُفترض أن تعمل على أي توزيعة حديثة.
bg: Ние също така предоставяме самостоятелни пакети за GNU/Linux. Те трябва да работят върху всяко скорошно разпространение.
br: Kinnig a reomp pakadoù emren evit GNU/Linux. War ne vern peseurt dasparzh e rankfent mont en dro.
ca@valencia: També proporcionem paquets independents per a GNU/Linux. Haurien de funcionar sobre qualsevol distribució recent.
cs: Také poskytujeme samostatné balíčky pro GNU/Linux. Měly by fungovat na každé současné distribuci.
el: Παρέχουμε αυτόνομα πακέτα για GNU/Linux. Πρέπει να λειτουργούν σε κάθε πρόσφατη διανομή.
eo: Ni ankaŭ provizas memstarajn pakaĵojn por GNU/Linukso. Ili devus labori pri iu lastatempa distribuo.
es: También proporcionamos paquetes independientes para GNU/Linux. Deberían funcionar en cualquier distribución reciente.
eu: GNU/Linux-erako pakete autonomoak ere hornitzen ditugu. Berriki egindako banaketa guztietan ibili beharko lirateke.
he: אנו מספקים גם חבילות שעומדות בפני עצמן (standalone) ללינוקס/גנו. הן אמורות לעבוד על כל הפצה עכשוית.
hr: Također nudimo samostalne pakete za GNU/Linux. Trebali bi raditi na svim novijim distribucijama.
hu: Külön csomagunk van GNU/Linux-ra. Ezek bármely disztibúció alatt működnek.
it: Forniamo anche pacchetti indipendenti per GNU/Linux. Dovrebbero funzionare su qualsiasi distribuzione recente.
lt: Mes taip pat teikiame autonominius „GNU/Linux“ paketus. Jie turėtų veikti bet kurioje nesenoje sistemoje.
lv: Tāpat arī sniedzam patstāvīgas „GNU/Linux“ pakotnes, kam jādarbojas jebkurā modernā distributīvā.
mk: Ние исто така обезбедуваме самостојни пакети за GNU/Linux. Тие треба да работат на секоја неодамнешна дистрибуција.
ml: ശ്രദ്ധിയ്ക്കുക: മലയാള ഭാഷയ്ക്ക്, ഡിഫോൾട്ടായുള്ള ഫോണ്ടായ "Andika-R" ഉപയോഗിക്കുമ്പോൾ ചില പ്രശ്നങ്ങൾ ഞങ്ങളുടെ ശ്രദ്ധയിൽ പെട്ടിട്ടുണ്ട്. മലയാളം ഉപയോഗിക്കുന്നവർ ആപ്ലിക്കേഷൻ മെനുവിൽ നിന്നും "Noto-Sans-Malayalam" അല്ലെങ്കിൽ "Raghu-Malayalam-Sans" എന്ന ഫോണ്ട് തെരഞ്ഞെടുക്കുന്നതാണ് ഉത്തമം (താങ്കളുടെ ലിസ്റ്റിൽ ഇത് ലഭ്യമല്ലെങ്കിൽ താങ്കളുടെ സിസ്റ്റത്തിൽ ആ ഫോണ്ട് ഇൻസ്റ്റാൾ ചെയ്താൽ മാത്രമേ അത് തെരഞ്ഞെടുക്കാൻ കഴിയൂ).<br/><br/>ഗ്നൂ/ലിനക്സിനു വേണ്ടി സ്വതന്ത്രമായ പാക്കേജുകളും ഞങ്ങൾ ലഭ്യമാക്കിയിട്ടുണ്ട്. സമീപകാലത്ത് പ്രകാശനം ചെയ്തിട്ടുള്ള ഏത് ഡിസ്ട്രിബ്യൂഷനിലും ഇത് പ്രവർത്തിക്കും.
nn: Me tilbyr òg frittståande pakkar for GNU/Linux. Dei bør fungera på alle nyare distribusjonar.
pl: Dostarczamy także wolnostojące pakiety dla GNU/Linuksa. Powinny działać na każdej nowej dystrybucji.
ro: Furnizăm de asemenea pachete de instalare de sine stătătoare pentru GNU/Linux. Ele ar trebui să funcționeze pe orice distribuție recentă de Linux.
sk: Tiež poskytujeme jednotlivé balíčky pre GNU/Linux. Tie by mali fungovať na akejkoľvek dnešnej distribúcii.
sl: Nudimo tudi samostojne pakete za GNU/Linux. Morali bi delovati na katerikoli sveži distribuciji.
sq: Furnizojmë paketa të pavarura për GNU/Linux. Do të duhej të funksiononin në çfarëdo shpërndarje të freskët.
tr: Ayrıca, GNU/Linux için hepsi içinde paketler de sunuyoruz. Herhangi güncel bir dağıtımda sorunsuz çalışır.
zh_cn: 我们还为 GNU/Linux 提供单独的软件包，它们应该可以在最近的任何发行版上运行。
zh_tw: 我們也提供 GNU/Linux 上的獨立套件。它應該可以在任何一種 Linux 套件上執行。

source: System requirements: linux kernel 4.18, glibc 2.28.
ar: متطلبات النظام: linux kernel 4.18, glibc 2.28.
bg: Системни изисквания: linux kernel 4.18, glibc 2.28.
ca@valencia: Requisits del sistema: nucli de Linux 4.18, «glibc» 2.28.
he: דרישות מערכת: ליבת/קרנל לינוקס 4.18, glibc 2.28.
hr: Sistemski zahtjevi: linux kernel 4.18, glibc 2.28.
lt: Sistemos reikalavimai: linux kernel 4.18, glibc 2.28.
sl: Sistemske zahteve: jedro linux 4.18, glibc 2.28.

source: To use it, open a terminal in the folder where you downloaded the installer and run these commands:
ar: لاستخدامه ، افتح طرفية في المجلد حيث نزلت برنامج التثبيت ونفّذ هذه الأوامر:
bg: За да го използвате, отворете терминал в папката, където сте изтеглили инсталатора, и изпълнете тези команди:
br: Evit hen implijout, dav eo digeriñ un dermenell er restr lec'h m'eo bet pellgarget ar meziant staliañ ha kas an urzhioù-mañ :
ca@valencia: Per a utilitzar-los, obriu una terminal en la carpeta on vau baixar l'instal·lador i executeu estes ordres:
cs: Pro jeho použití otevřete terminál v adresáři, kam jste stáhli instalátor, a spusťte tyto příkazy:
el: Για να το χρησιμοποιήσετε, ανοίξτε ένα τερματικό στον φάκελο που έχετε κατεβάσει τον εγκαταστάτη και εκτελέστε τις παρακάτω εντολές:
eo: Por uzi ĝin, malfermu terminalon en la dosierujo kie vi elŝutis la instalilon kaj rulu ĉi tiujn komandojn:
es: Para usarlo, abra una terminal en la carpeta donde haya descargado el instalador y ejecute las siguientes órdenes:
eu: Hori erabiltzeko, ireki terminal bat instalatzailea zama-jaitsi duzun karpetan eta exekutatu komando hauek:
he: כדי להשתמש בה, לפתוח טרמינל (מסוף) בתיקייה שאליה ירד קובץ ההתקנה ולהריץ את הפקודות הבאות:
hr: Da bi ga koristio, otvori terminal u mapi u kojoj si preuzeo instalacijski program i pokreni ove naredbe:
hu: Használatához, nyiss egy terminál ablakot ott, ahol a telepítő van majd futtasd az alábbi utasításokat:
it: Per utilizzarlo, apri un terminale nella cartella in cui hai scaricato il file di installazione ed esegui questi comandi:
lt: Norėdami įdiegti, atidarykite terminalą aplanke į kurį atsisiuntėte diegimo programą ir paleiskite šias komandas:
lv: Lai to izmantotu, atveriet termināli mapē, kurā lejupielādējāt instalāciju, un palaidiet šīs komandas:
mk: За да го користите, отворете терминал во папката каде што сте го презеле инсталерот и извршете ги овие команди:
ml: ഇതുപയോഗിക്കാൻ, താങ്കൾ ഇൻസ്റ്റാളർ ഡൗൺലോഡ് ചെയ്തിരിക്കുന്ന ഫോൾഡറിൽ ടെർമിനൽ തുറന്ന് ഈ കമാന്റുകൾ റൺ ചെയ്യുക:
nn: Du kan bruka han ved å opna eit terminal­vindauge i mappa der du lasta ned installerings­programmet og skriva:
pl: Aby go użyć, otwórz terminal w katalogu, do którego pobrałeś instalator i wykonaj te polecenia:
ro: Pentru a le folosi, deschideți un terminal în directorul în care ați descărcat programul de instalare și rulați aceste comenzi:
sk: Aby ste ho mohli použiť, otvorte terminál a v priečinku, do ktorého ste stiahli inštalátor spustite tieto príkazy:
sl: Če ga želite uporabiti, odprite terminal v mapi, kamor ste prenesli namestitveni program in zaženite te ukaze:
sq: Për ta përdorur, hapni një terminal, kaloni te dosja ku shkarkuat instaluesin dhe xhironi këto urdhra:
tr: Kullanmak için, indirdiğiniz klasörde bir uçbirim açın ve aşağıdaki komutları çalıştırın:
zh_cn: 要使用它，请在你下载安装程序的文件夹中打开一个终端，并运行这些命令：
zh_tw: 開啟終端機，並進入您下載安裝檔的資料夾後，執行以下指令：
