Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: For the images, you need to go in the folder named "words" and download those 2 files:
ar: بالنسبة للصور، انتقل إلى المجلد المسمى "words" ونزّل هذين الملفين:
bg: За изображенията трябва да отидете в папката с име "words" и да изтеглите тези 2 файла:
br: Evit ar skeudennoù e ranker mont er penn-restr anvet "words" ha pellgargañ an 2 restr-mañ:
ca@valencia: Per a les imatges, cal anar fins a la carpeta anomenada «words» i descarregar estos 2 fitxers:
cs: Pro obrázky je nutné přejít do složky pojmenované "words" a stáhnout tyto 2 soubory:
el: Για τις εικόνες, πρέπει να μεταβείτε στον φάκελο με το όνομα "words" και να κάνετε λήψη αυτών των 2 αρχείων:
eo: Por la bildoj, vi devas iri en la dosierujon nomitan "vortoj" kaj elŝuti tiujn 2 dosierojn:
es: Para las imágenes, vaya a la carpeta con el nombre «words» y descargue estos 2 archivos:
he: לתמונות, יש לגשת לתיקייה בשם „words” ולהוריד את שני הקבצים האלה:
hr: Za slike moraš otići u mapu pod nazivom "words" i preuzeti sljedeće dvije datoteke:
hu: A képekhez, navigálj a "words" mappába és töltsd le az alábbi 2 file-t:
lt: Norėdami gauti paveikslėlius, turėsite nueiti į aplanką „words“ ir atsisiųsti šiuos 2 failus:
lv: Attēliem ejiet uz mapi ar nosaukumu „words“ un lejupielādējiet šīs divas datnes:
ml: ചിത്രങ്ങൾക്കായി, "words" എന്ന ഫോൾഡറിൽ പോയി അതിലെ രണ്ടു ഫയലുകൾ ഡൗൺലോഡ് ചെയ്യേണ്ടതുണ്ട്:
nn: For bileta må du gå til mappa «words» og lasta ned desse to filene:
ro: Pentru imagini, trebuie să mergeți în folderul numit „words” și să descărcați aceste două fișiere:
sl: Za slike morate iti v mapo z imenom "words" in prenesti ti dve datoteki:
sq: Për figurat, duhet të kaloni te dosja e quajtur “fjalë” dhe të shkarkoni këto 2 kartela:
tr: Görseller için ‘words’ adlı klasöre gitmeniz ve şu iki dosyayı indirmeniz gerekir:

source: Then copy those 2 files in a folder named "words" in the cache folder of the application.
ar: ثم انسخ هذين الملفين في مجلد باسم "words" في مجلد ذاكرة الخبيئة للتطبيق.
bg: След това копирайте тези 2 файла в папка с име "words" в cache папката на приложението.
br: Goude e ranker kopiañ an 2 restr-se en ur penn-restr anvet "words" e-barzh penn-restr kuzh an arload.
ca@valencia: A continuació, copieu estos 2 fitxers en una carpeta anomenada «words» en la carpeta de la memòria cau de l'aplicació.
cs: Pak tyto 2 soubory zkopírujte do složky "words" v aplikační složce cache.
el: Στη συνέχεια, αντιγράψτε αυτά τα 2 αρχεία σε έναν φάκελο με το όνομα "words" στον φάκελο της προσωρινής μνήμης της εφαρμογής.
eo: Poste kopiu tiujn 2 dosierojn en dosierujon nomatan "vortoj" en la kaŝmemoro de la aplikaĵo.
es: Copie estos 2 archivos en una carpeta con el nombre «words» dentro de la carpeta de caché de la aplicación.
he: לאחר מכן, להעתיק את שני הקבצים האלה לתיקייה בשם „words” בתיקיית המטמון של היישום.
hr: Zatim kopiraj te dvije datoteke u mapu pod nazivom "words" u mapi predmemorije aplikacije.
hu: Majd másold a 2 file-t in egy "words" nevű mappába a program könyvtárán belül található cache mappába.
lt: Po to nukopijuokite tuos 2 failus į programos atmintinės aplanką „words“.
lv: Pēc tam kopējiet abas datnes mapē ar nosaukumu „words“ programmas kešatmiņas mapē.
ml: തുടർന്ന് ആ രണ്ടു ഫയലുകൾ ആപ്ലിക്കേഷന്റെ കാഷ് ഫോൾഡറിൽ "words" എന്ന ഫോൾഡറിലേക്കു പകർത്തുക.
nn: Kopier så filene til mappa «words» i cache-mappa til GCompris.
ro: Copiați apoi aceste două fișiere într-un folder numit „words” , în folderul cache al aplicației.
sl: Nato kopirajte ti dve datoteki v mapo z imenom "words" v mapi predpomnilnika aplikacije.
sq: Mandej kopjojini këto 2 kartela te një dosje e quajtur “words” te dosja fshehtinë e aplikacionit.
tr: Sonrasında bu iki dosyayı, uygulamanın önbellek klasöründe ‘words’ adlı bir klasöre koymalısınız.

source: The path to the cache folder is different depending on the operating system.
ar: يختلف مسار مجلد ذاكرة الخبيئة حسب نظام التشغيل.
bg: Пътят до папката на кеша е различен в зависимост от операционната система.
br: An hent betek ar penn-restr kuzhet zo disheñvel hervez ar reizhiad o treiñ.
ca@valencia: El camí cap a la carpeta de la memòria cau és diferent segons el sistema operatiu.
cs: Cesta k aplikační složce cache se liší v závislosti na daném operačním systému.
el: Η διαδρομή προς το φάκελο της προσωρινής μνήμης είναι διαφορετική ανάλογα με το λειτουργικό σύστημα.
eo: La vojo al la kaŝmemoro dosierujo estas malsama depende de la operaciumo.
es: La ruta de la carpeta de caché difiere según el sistema operativo.
he: נתיב תיקיית המטמון משתנה בהתאם למערכת ההפעלה.
hr: Putanja do mape predmemorije razlikuje se ovisno o operativnom sustavu.
hu: A cache mappa útvonala az általad használt operációs rendszertől függően eltérő.
lt: Kelias į atmintinės aplanką skiriasi priklausomai nuo operacinės sistemos.
lv: Ceļš uz kešatmiņas mapi atšķiras atkarībā no operētājsistēmas.
ml: കാഷ് ഫോൾഡറിലേക്കുള്ള പാത് ഓപ്പറേറ്റിങ് സിസ്റ്റത്തിനനുസരിച്ച് വ്യത്യസ്തമാണ്.
nn: Plasseringa til cache-mappa er forskjellig på ulike operativsystem.
ro: Calea către folderul cache diferă în funcție de sistemul de operare.
sl: Pot do mape predpomnilnika se razlikuje glede na operacijski sistem.
sq: Shtegu për te dosja fshehtinë është i ndryshëm, varet nga sistemi operativ.
tr: Önbellek klasörüne giden yol her bir işletim sisteminde farklıdır.

source: Path on Windows:
ar: المسار في ويندوز:
bg: Път в Windows:
br: Hent evit Windows:
ca@valencia: Camí cap a Windows:
cs: Cesta ve Windows:
el: Διαδρομή στα Windows:
eo: Vojo sur Vindozo:
es: Ruta en Windows:
he: נתיב ב־Windows/חלונות:
hr: Putanja na Windowsima:
hu: Űtvonal Windows esetén
lt: Kelias sistemoje „Windows“:
lv: Ceļš „Windows“ operētājsistēmās:
ml: വിൻഡോസ് പാത്:
nn: Plassering på Windows:
ro: Calea în Windows:
sl: Pot v sistemu Windows:
sq: Shteg në Windows:
tr: Windows için:
zh_tw: Windows 上的路徑：

source: Path on Linux:
ar: المسار في لينكس:
bg: Път в Linux:
br: Hent evit Linux:
ca@valencia: Camí cap a Linux:
cs: Cesta v Linuxu:
el: Διαδρομή στα Linux:
eo: Vojo sur Linukso:
es: Ruta en Linux:
he: נתיב בלינוקס:
hr: Putanja na Linuxu:
hu: Útvonal Linux esetén:
lt: Kelias sistemoje „Linux“:
lv: Ceļš „Linux“ operētājsistēmās:
ml: ലിനക്സിലെ പാത്:
nn: Plassering på Linux:
ro: Calea în Linux:
sl: Pot v Linuxu:
sq: Shteg në Linux:
tr: Linux için:

source: Path on Android (you need to have root access to edit this folder):
ar: المسار في أندرويد (أنت بحاجة إلى صلاحية الجذر لتحرر هذا المجلد):
bg: Път в Android (трябва да имате root достъп, за да редактирате тази папка):
br: Hent evit Android (ezhomm zo da gaout mont-tre ar wrizienn evit embann ar penn-restr-mañ):
ca@valencia: Camí a Android (cal tindre accés d'administrador per a editar esta carpeta):
cs: Cesta na Androidu (pro úpravu tohoto adresáře potřebujete práva root):
el: Διαδρομή στο Android (πρέπει να έχετε πρόσβαση root για να επεξεργαστείτε αυτόν τον φάκελο):
eo: Vojo en Android (vi devas havi radikan aliron por redakti ĉi tiun dosierujon):
es: Ruta en Android (debe disponer de acceso root para cambiar esta carpeta):
he: נתיב ב־Android/אנדרואיד (צריך לפרוץ את המכשיר כדי לערוך את התיקייה הזאת):
hr: Putanja na Androidu (trebaš imati root pristup za uređivanje navedene mape):
hu: Útvonal Android esetén (root jogra van szükséged az adott mappa szerkesztéséhez):
lt: Kelias sistemoje „Android“ (jei norite redaguoti šį aplanką, turite turėti root prieigą):
lv: Ceļā „Android“ operētājsistēmās (lai rediģētu šo mapi, Jums vajadzēs saknes lietotāja tiesības):
ml: ആൻഡ്രോയ്ഡിലെ പാത് (റൂട്ട് ആക്സസ് ഉണ്ടെങ്കിൽ മാത്രമേ ഈ ഫോൾഡറിൽ മാറ്റം വരുത്താൻ സാധിക്കുകയുള്ളൂ):
nn: Plassering på Android (du treng rot-tilgang for å kunna gjera endringa i mappa):
ro: Calea pe Android (trebuie să aveți acces la root pentru a edita acest folder):
sl: Pot v sistemu Android (za urejanje te mape morate imeti korenski dostop):
sq: Shteg në Android (që të përpunoni këtë dosje, lypset të keni hyrje si rrënjë):
tr: Android için (bu klasörü düzenlemek için yönetici erişimine sahip olmalısınız):

source: Path on macOS:
ar: المسار في ماك أوس:
bg: Път в macOS:
br: Hent evit macOS:
ca@valencia: Camí cap a macOS:
cs: Cesta v macOS:
el: Διαδρομή στα macOS:
eo: Vojo ĉe macOS:
es: Ruta en macOS:
he: נתיב ב־macOS/מק:
hr: Putanja na macOSu:
hu: Útvonal maxOS esetén:
lt: Kelias sistemoje „macOS“:
lv: Ceļš „macOS“ operētājsistēmās:
ml: മാക്ഒയെസിലെ പാത്:
nn: Plassering på macOS:
ro: Calea pe macOS:
sl: Pot v macOS:
sq: Shteg në macOS:
tr: macOS için:

source: Is GCompris a GNU package or a KDE package?
ar: هل فهمت حزمة غنو أو حزمة كيدي؟
bg: GCompris е пакет на GNU или на KDE?
br: Ur pakad GNU pe ar pakad KDE eo GCompris?
ca@valencia: GCompris és un paquet de GNU o un paquet de KDE?
cs: Je GCompris balíček GNU nebo balíček KDE?
el: Το GCompris είναι πακέτο GNU ή KDE;
eo: Ĉu GCompris estas GNU-pakaĵo aŭ KDE-pakaĵo?
es: ¿GCompris es un paquete de GNU o de KDE?
he: האם ג׳יקומפרי היא חבילת גנו או חבילת KDE?
hr: Je li GCompris GNU paket ili KDE paket?
hu: A GCompris a GNU vagy a KDE csomag része?
lt: Ar GCompris yra GNU paketas ar KDE paketas?
lv: Vai „GCompris“ ir GNU vai KDE pakotne?
ml: ജികോംപ്രി ഒരു ഗ്നു പാക്കേജോ അതോ കെഡിഇ പാക്കേജോ?
nn: Er GCompris ein GNU-pakke eller ein KDE-pakke?
ro: Este GCompris un pachet GNU sau unul KDE?
sl: Ali je GCompris paket GNU ali paket KDE?
sq: GCompris-i është paketë GNU, apo paketë KDE?
tr: GCompris bir GNU paketi mi yoksa KDE paketi mi?

source: It is both. From the beginning, GCompris has always been and still is a GNU package. Since 2014 it is maintained by the KDE community.
ar: هو كلاهما. منذ البداية، كان فهمت دائمًا ولا يزال حزمة غنو. ومنذ عام 2014 يطور من قبل مجتمع كيدي.
bg: И на двата. От самото начало GCompris винаги е бил и все още е GNU пакет. От 2014 г. се поддържа от общността на KDE.
br: An daou war an dro. Abaoe ar penn-kentañ eo bet atav hag ez eo c'hoazh GCompris ur pakad GNU. Abaoe 2014 e vez meret gant kumuniezh KDE.
ca@valencia: És ambdues coses. Des del principi, GCompris sempre ha sigut i continua sent un paquet de GNU. Des de 2014 és mantingut per la comunitat KDE.
cs: Je to obojí. Od začátku GCompris byl a stále je balíčkem GNU. Od roku 2014 je udržován komunitou KDE.
el: Είναι και τα δύο. Από την αρχή, το GCompris ήταν πάντα και εξακολουθεί να είναι ένα πακέτο GNU. Από το 2014 υποστηρίζεται και από την κοινότητα του KDE.
eo: Ĝi estas ambaŭ. De la komenco, GCompris ĉiam estis kaj daŭre estas GNU-pakaĵo. Ekde 2014 ĝi estas prizorgata de la KDE-komunumo.
es: Es ambas cosas. Desde el principio, GCompris siempre ha sido y sigue siendo un paquete de GNU. Desde 2014 lo mantiene la comunidad KDE.
he: גם וגם. עוד מראשיתה ג׳יקומפרי הייתה ועודנה חבילת גנו. מאז 2014 היא מתוחזקת על ידי קהילת KDE.
hr: Oboje. Od početka je GCompris uvijek bio i još uvijek jest GNU paket. Od 2014. održava ga KDE zajednica.
hu: Mindkettő. A GCompris kezdetektől fogva a GNU csomag része. 2014-től pedig a KDE közösség tartja karban.
lt: Abu. Nuo pat pradžių GCompris visada buvo ir tebėra GNU paketas. Nuo 2014 m. jį prižiūri KDE bendruomenė.
lv: Abas. Sākotnēji „GCompris“ bija un joprojām ir daļa no GNU pakotnēm, bet kopš 2014. gada to uztur KDE kopiena.
ml: രണ്ടുമാണ്. ജികോംപ്രിയുടെ തുടക്കം മുതൽ തന്നെ ഇതൊരു ഗ്നു പാക്കേജായിരുന്നു. 2014 തൊട്ട് കെഡിഇ കമ്മ്യൂണിറ്റിയാണ് ഇതു പരിപാലിക്കുന്നത്.
nn: Begge delar. Heilt frå starten av har GCompris vore ein GNU-pakke – og er det enno. Sidan 2014 har programmet vore utvikla av KDE-fellesskapet.
ro: Este atât un pachet GNU cât și unul KDE. GCompris a fost dintotdeauna, de la început, și încă este un pachet GNU. Din 2014, el este menținut de comunitatea KDE.
sl: Je oboje. Od začetka je GCompris vedno bil in je še vedno paket GNU. Od leta 2014 ga vzdržuje skupnost KDE.
sq: Është të dyja. Që në fillimet, GCompris ka qenë përherë dhe është ende një paketë GNU. Që nga 2014-a mirëmbahet nga bashkësia KDE.
tr: Her ikisi de. En başından bu yana, GCompris bir GNU paketi idi ve hâlâ da öyle. 2014 yılından bu yana ise KDE topluluğu tarafından barındırılıyor.

source: Why is it called GCompris?
ar: لماذا يطلق عليه GCompris؟
bg: Защо програмата се казва GCompris?
br: Perak eo vez graet gant an anv GCompris?
ca@valencia: Per què s'anomena GCompris?
cs: Proč se to jmenuje GCompris?
he: למה זה נקרא ג׳יקומפרי?
hr: Otkud naziv GCompris?
lt: Kodėl pavadinimas „GCompris“?
lv: Kāpēc programmu sauc „GCompris“?
ml: എന്തുകൊണ്ടാണ് ഇതിന് ജികോംപ്രി എന്നു പേരിട്ടത്?
ro: De ce se numește GCompris?
sl: Zakaj je to poimenovano GCompris?
sq: Pse quhet GCompris?

source: The name GCompris sounds like "J'ai compris" in French, which means "I understand" in English. Also, the G stands for GNU.
ar: يبدو اسم GCompris (فهمت باللغة العربية) مثل "J'ai compris" بالفرنسية، وهو ما يعني "أفهم" باللغة الإنجليزية. أيضًا، يشير حرف G إلى GNU.
bg: Името GCompris звучи като "J'ai compris" на френски, което означава "Аз разбирам". Освен това G означава GNU.
br: An anv GCompris a son evel "J'ai compris" e galleg flour, ar pezh a sinifi kement ha "Komprenet em eus" e Brezhoneg. Hag ar G a denn da GNU.
ca@valencia: El nom GCompris sona com «J'ai compris» en francés, el qual vol dir «ho entenc» en català. A més, la G hi és per GNU.
cs: Název GCompris zní ve francouzštině jako "J'ai compris" (čti jako: džej komprí), což v překladu znamená "Já rozumím". Úvodní písmeno G také odkazuje na projekt GNU.
he: השם ג׳יקומפרי (GCompris) נשמע כמו „j'ai compris” בצרפתית, כאשר המשמעות בעברית היא „אני מבין/מבינה”. בנוסף, ה־G בהתחלה מייצגת את גנו/GNU.
hr: Naziv GCompris na francuskom zvuči kao "J'ai compris", što na hrvatskom jeziku znači "Ja razumijem". Također, G označava GNU.
lt: Pavadinimas GCompris prancūziškai skamba kaip „Dži compri“, lietuviškai tai reiškia „suprantu“. Be to, G reiškia GNU.
lv: Nosaukums „GCompris“ franču valodā skan kā „J'ai compris“, kas nozīmē 'es saprotu'. Turklāt burts „G“ pārstāv GNU.
ml: ജികോംപ്രി എന്ന പേര് ഫ്രഞ്ചിൽ "ജെ കോംപ്രി" എന്നു വായിക്കുന്നു, "എനിക്കു മനസ്സിലായി" എന്നാണിതിനർത്ഥം. കൂടാതെ, ജി (G) ഗ്നു (GNU) എന്നതു കാണിക്കാനാണ്.
ro: GCompris pronunțat în engleză sună asemănător cu „J'ai compris” din franceză, care înseamnă „înțeleg”. De asemenea, G vine de la GNU.
sl: Ime GCompris zveni podobno kot "J'ai compris" v francoščini, kar po slovensko pomeni "Jaz razumem". Črka G stoji pa zaradi GNU.
sq: Emri GCompris në frëngjisht tingëllon si “Zhe kompri”, që në shqip do të thotë “E kuptova”. Ve kësaj, G është për GNU.

source: Does this software depend on non-free packages or content?
ar: هل يعتمد هذا البرنامج على حزم أو محتوى غير مجاني؟
bg: Този софтуер зависи ли от не-свободни пакети или съдържание?
br: Hag-eñ en deus ezhomm ar meziant-mañ eus pakadoù pe danvez nann-dieub?
ca@valencia: Depén este programari de paquets o continguts no lliures?
cs: Závisí tento software na nějakých nesvobodných balíčcích nebo obsahu?
el: Αυτό το λογισμικό εξαρτάται από πακέτα ή περιεχόμενο που δεν είναι δωρεάν;
eo: Ĉu ĉi tiu programaro dependas de neliberaj pakoj aŭ enhavo?
es: ¿Depende este software de paquetes o contenido no libre?
he: האם התוכנה הזאת תלויה בחבילות או בתוכן שאינם חופשיים?
hr: Ovisi li ovaj softver o naplatnim paketima ili sadržajima?
hu: Függ-e a szoftver a nem ingyenes csomagoktól vagy tartalmaktól?
lt: Ar ši programinė įranga priklauso nuo mokamų paketų ar turinio?
lv: Vai šī programmatūra ir atkarīga no kādām ne brīvajām pakotnēm vai satura?
ml: ഈ സോഫ്റ്റ്‌വെയർ സ്വതന്ത്രമല്ലാത്ത പാക്കേജുകളെയോ ഉള്ളടക്കത്തെയോ ആശ്രയിക്കുന്നുണ്ടോ?
nn: Er programmet avhengig av ikkje-frie pakkar/innhald?
ro: Depinde acest software de pachete sau conținut care nu sunt gratuite?
sl: Ali je ta programska oprema odvisna od neprostih paketov ali vsebine?
sq: A varet ky <em>software</em> nga paketa ose lëndë jo e lirë?
tr: Bu yazılım özgür olmayan paketler veya içeriğin kullanımını gerektiriyor mu?

source: All the content and dependencies are under licenses compatible with the AGPLv3 license.
ar: جميع المحتويات والتبعيات تخضع لتراخيص متوافقة مع ترخيص AGPLv3.
bg: Цялото съдържание и зависимости са под лицензи, съвместими с лиценза AGPLv3.
br: Pep danvez ha pakad-ret zo dindan aotreegezhioù a zalc'h ouzh an aotregezh AGPLv3.
ca@valencia: Tots els continguts i dependències estan amb llicències compatibles amb la llicència AGPLv3.
cs: Veškerý obsah a závislosti jsou kryty licencemi, které jsou v souladu s licencí AGPLv3.
el: Όλο το περιεχόμενο και οι εξαρτήσεις υπόκεινται σε άδειες συμβατές με την άδεια AGPLv3.
eo: La tuta enhavo kaj dependecoj estas sub permesiloj kongruaj kun la permesilo AGPLv3.
es: Todo el contenido y las dependencias están bajo licencias compatibles con la licencia AGPLv3.
he: כל התוכן והתלויות כפופים לרישיונות תואמי AGPLv3.
hr: Sav sadržaj i ostali popratni sadržaj su pod licencama kompatibilnim s licencom AGPLv3.
hu: A teljes tartalom és a kapcsolódó tartalmak az AGPLv3 licensz alá esnek.
lt: Visas turinys licencijuotas licencija, suderinama su AGPLv3 licencija.
lv: Viss saturs un tā atkarības ir licencētas ar licencēm, kas ir sadreīgas ar „AGPLv3“ licenci.
ml: എല്ലാ ഉള്ളടക്കവും ഡിപൻഡൻസികളും AGPLv3 ലൈസൻസിന് അനുയോജ്യമായ ലൈസൻസിന് കീഴിലാണ്.
nn: Alt innhaldet og alle avhengnadar er tilgjengelege under lisensar kompatible med AGPLv3.
ro: Tot conținutul și dependențele sunt sub licențe compatibile cu licența AGPLv3.
sl: Vsa vsebina in odvisnosti so pod licencami, združljivimi z licenco AGPLv3.
sq: Krejt lënda dhe varësitë gjenden nën licenca të përputhshme me licencën AGPLv3.
tr: Tüm içerik ve bağımlılıkları AGPLv3 lisansı ile uyumludur.

source: Why is it not available for iOS?
ar: لماذا لا يتوفر على أي أو أس؟
bg: Защо не е наличен за iOS?
br: Perak n'eus ket anezhañ dindan iOS?
ca@valencia: Per què no està disponible per a iOS?
cs: Proč není dostupný pro iOS?
el: Γιατί δεν είναι διαθέσιμο για iOS;
eo: Kial ĝi ne haveblas por iOS?
es: ¿Por qué no está disponible para iOS?
he: למה אין גרסה ל־iOS?
hr: Zašto nije dostupan za iOS?
hu: Miért nem érhető el iOS alatt?
lt: Kodėl ji nepasiekiama iOS?
lv: Kāpēc programma nav pieejama „iOS“?
ml: എന്തുകൊണ്ടാണ് ഇത് ഐഒയെസിൽ (iOS) ലഭ്യമല്ലാത്തത്?
nn: Korfor er ikkje programmet tilgjengeleg på iOS?
ro: De ce nu este disponibil pentru iOS?
sl: Zakaj ni na voljo za iOS?
sq: Pse s’mund të kihet për iOS?
tr: Neden iOS için yok?

source: The requirements to build and publish software for iOS are not compatible with the GPLv3 and AGPLv3 licenses used by this software.
ar: لا تتوافق متطلبات إنشاء البرامج لنظام iOS ونشرها مع تراخيص GPLv3 وAGPLv3 التي يستخدمها هذا البرنامج.
bg: Изискванията за изграждане и публикуване на софтуер за iOS не са съвместими с лицензите GPLv3 и AGPLv3, използвани от този софтуер.
br: An ezhommoù evit sevel hag embann meziantoù evit iOS ne zoujont ket ouzh an aotreegezhioù GPLv3 ha AGPLv3 implijet gant ar meziant-mañ.
ca@valencia: Els requisits per a construir i publicar programari per a iOS no són compatibles amb les llicències GPLv3 i AGPLv3 utilitzades per este programari.
cs: Požadavky na sestavení a publikování softwaru pro iOS nejsou v souladu s licencemi GPLv3 a AGPLv3, jež jsou použity v tomto softwaru.
el: Οι απαιτήσεις για τη δημιουργία και τη δημοσίευση λογισμικού για iOS δεν είναι συμβατές με τις άδειες χρήσης GPLv3 και AGPLv3 που χρησιμοποιούνται από αυτό το λογισμικό.
eo: La postuloj por konstrui kaj publikigi programaron por iOS ne kongruas kun la permesiloj GPLv3 kaj AGPLv3 uzataj de ĉi tiu programaro.
es: Los requisitos para compilar y publicar software para iOS no son compatibles con las licencias GPLv3 y AGPLv3 que usa este software.
he: הדרישות לבנייה ופרסום תוכנה ל־iOS אינן תואמות לרישיונות GPLv3 ו־AGPLv3 להם כפוף היישום הזה.
hr: Zahtjevi za izradu i objavljivanje softvera za iOS nisu kompatibilni s GPLv3 i AGPLv3 licencama koje koristi ovaj softver.
hu: A iOS kiadáshoz szükséges követelmények nem kompatibilisek aGPLv3 és AGPLv3 licenszekkel melyeket ezen szoftver használ.
lt: Reikalavimai kuriant ir paskelbiant programinę įrangą, skirtą iOS, nesuderinami su šios programinės įrangos naudojamomis GPLv3 ir AGPLv3 licencijomis.
lv: Prasības programmatūras būvēšanai un publicēšanai „iOS“ operētājsistēmai nav savietojamas ar „GPLv3“ un „AGPLv3“ licenci, ko izmanto šī programmatūra.
ml: iOS-നുള്ള സോഫ്റ്റ്‌വെയർ നിർമ്മിക്കുന്നതിനും പ്രസിദ്ധീകരിക്കുന്നതിനുമുള്ള ആവശ്യകതകൾ ഈ സോഫ്റ്റ്‌വെയർ ഉപയോഗിക്കുന്ന GPLv3, AGPLv3 ലൈസൻസുകളുമായി പൊരുത്തപ്പെടുന്നില്ല.
nn: Krava for å byggja og offentleggjera appar for iOS er ikkje kompatible med lisensane som GCompris brukar, GPLv3 og AGPLv3.
ro: Cerințele pentru producerea și publicarea de software pentru iOS nu sunt compatibile cu licențele GPLv3 și AGPLv3 , utilizate de acest software.
sl: Zahteve za izdelavo in objavo programske opreme za iOS niso združljive z licencama GPLv3 in AGPLv3, ki ju uporablja ta programska oprema.
sq: Domosdoshmëritë për të krijuar dhe botuar <em>software</em> për iOS s’janë të përputhshme me licencat GPLv3 dhe AGPLv3 të përdorura nga ky <em>software</em>.
tr: iOS için yazılım yapım ve yayım gereksinimleri, bu yazılım tarafından kullanılan GPLv3 ve AGPLv3 lisansları ile uyumlu değil.

source: Why is it not available on the amazon store?
ar: لماذا لا يتوفر في متجر أمازون؟
bg: Защо не се предлага в магазина на Amazon?
br: Perak n'eus ket anezhañ diwar stal amazon?
ca@valencia: Per què no està disponible en la botiga d'Amazon?
cs: Proč není dostupný na Amazon Store?
el: Γιατί δεν είναι διαθέσιμο στο amazon store;
eo: Kial ĝi ne haveblas en la amazona vendejo?
es: ¿Por qué no está disponible en la tienda de Amazon?
he: למה אין את היישום בחנות של אמזון?
hr: Zašto nije dostupan u Amazon trgovini?
hu: Miért nem eérlhető az amazon store-ban?
lt: Kodėl jo negalima įsigyti „Amazon“ parduotuvėje?
lv: Kāpēc tā nav pieejama „Amazon“ veikalā?
ml: എന്തുകൊണ്ടാണ് ഇത് ആമസോൺ സ്റ്റോറിലില്ലാത്തത്?
nn: Korfor er ikkje programmet tilgjengeleg i Amazon sin appbutikk?
ro: De ce nu este disponibil pe Amazon Store?
sl: Zakaj ni na voljo v trgovini Amazon?
sq: Pse nuk mund të kihet nga shitore Amazon?
tr: Amazon Store’da neden yok?
