Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: reading: letters, words, reading practice, typing text ...
ar: القراءة: الحروف، الكلمات، تدرب على القراءة، كتابة النص ...
bg: четене: упражнение по четене, писане на текст ...
br: lenn : lizherennoù, gerioù, pleustriñ war al lenn, bizskrivañ ...
ca@valencia: lectura: lletres, paraules, practicar la lectura, escriure text…
cs: čtení: písmena, slova, procvičování čtení, psaní textu ...
el: ανάγνωση: γράμματα, λέξεις, εξάσκηση ανάγνωσης, πληκτρολόγηση κειμένου...
eo: legado: leteroj, vortoj, legado, tajpado de teksto...
es: Lectura: letras, palabras, práctica de lectura, escritura de texto...
eu: irakurtzea: letrak, hitzak, irakurtzen trebatzea, testua tekleatzea ...
he: קריאה: אותיות, מילים, אימוני קריאה, הקלדה של טקסט...
hr: čitanje: slova, riječi, vježbanje čitanja, tipkanje teksta ...
hu: olvasás : számok, betűk, olvasási gyakorlatok, gépelés ...
it: lettura: lettere, parole, esercizi di lettura, digitazione di testo...
lt: skaitymas: raidės, žodžiai, skaitymo praktika, teksto rašymas...
lv: lasīšana: vārdi, lasīšanas trenēšanas, teksta rakstīšana...
mk: читање: букви, зборови, вежба за читање, пишување текст ...
ml: വായന: അക്ഷരങ്ങൾ, വാക്കുകൾ, വായന പരിശീലനം, ടൈപ്പു ചെയ്യൽ…
nn: Lesing: bokstavar, ord, leseøvingar, tekstskriving, …
pl: czytanie: litery, słowa, ćwiczenia z czytania, wpisywanie tekstu ...
ro: citirea: litere, cuvinte, exersarea citirii, scrierea de la tastatură a unui text ...
sk: čítanie: písmená, slová, precvičovanie čítania, písanie textu, ...
sl: branje: črke, besede, bralne vaje, pisanje besedil ...
sq: lexim: shkronja, fjalë, ushtrim leximi, shtypje teksti …
tr: okuma: harfler, sözcükler, okuma pratiği, metin yazma…
zh_cn: 阅读：字母、单词、阅读练习、输入文本...
zh_tw: 閱讀：字母、單字、閱讀練習、打字等等...

source: arithmetic: numbers, operations, table memory, enumeration, double entry table ...
ar: الحساب: الأعداد، العمليات، حفظ الجداول، العد ...
bg: аритметика: таблица памет, изброяване, таблица с двоен вход, огледален образ...
br: jediñ : niveroù, jedadurioù, taolennoù eñvoriñ, niveriñ, taolennoù daou du ...
ca@valencia: aritmètica: números, operacions, memoritzar la taula, enumeració, taula de doble entrada…
cs: aritmetika: čísla, početní operace, matematické pexeso, počítání, srovnávací tabulka ...
el: αριθμητική: αριθμοί, πράξεις, πίνακας μνήμης, αρίθμηση, πίνακας διπλής καταχώρησης...
eo: aritmetiko: nombroj, operacioj, tabelmemoro, nombrado, duobla enira tabelo...
es: Aritmética: números, operaciones, memoria en tablas, enumeración, tabla de doble entrada...
eu: aritmetika: zenbakiak, eragiketak, taula oroitzea, zenbaketa, sarrera bikoitzeko taula ...
he: חשבון: מספרים, סימנים, טבלת זיכרון, מניה, טבלה בהזנה כפולה...
hr: aritmetika: brojevi, operacije, tablica množenja, nabrajanje, tablica dvostrukog unosa ...
hu: számtan : számok, műveletek, memória, tükörkép ...
it: aritmetica: numeri, operazioni, giochi di memoria con le tabelline, enumerazioni, tabelle a doppia entrata...
lt: aritmetika: skaičiai, veiksmai, daugybos lentelė, skaičiavimas iš eilės, susikirtimų lentelė...
lv: aritmētika: skaitļi, darbības, tabulu iegaumēšana, skaitīšana, tabula ar dubultiem ierakstiem...
mk: аритметика: броеви, операции, меморија, набројување ...
ml: ഗണിതം: അക്കങ്ങൾ, ക്രിയകൾ, എണ്ണൽ...
nn: Rekning: tal, teljing, operatorar, gongetabellen, …
pl: arytmetyka: liczby, działania, tablica pamięciowa, wyliczenia, tablica z podwójnymi wpisami ...
ro: aritmetică: numerele, numărarea, operațiile matematice (inclusiv tabla adunării, scăderii, înmulțirii și împărțirii - interactiv), completarea liniilor și coloanelor unui tabel, imaginea în oglindă ...
sk: aritmetika: malá násobilka, počítanie, zrkadlenie, ...
sl: računstvo: števila, operacije, memoriranje tabel, naštevanje, dvorazsežne tabele ...
sq: aritmetikë: numra, veprime, mbajtje mend tabelash, numërim, tabela me dy dhënie …
tr: aritmetik: sayılar, işlemler, tablo belleği, sayma, çift giriş tablosu…
zh_cn: 算术：数字、 操作（计算）、 枚举、 双项表...
zh_tw: 數學運算：數字、運算符、計數等等...

source: science: the canal lock, the water cycle, renewable energy ...
ar: العلم: قفل القناة، دورة المياه، الطاقة المتجددة ...
bg: наука: водни шлюзове, воден цикъл, подводница, възобновяема енергия...
br: skiantoù : ober gant ur skluz, kelc'hiad an dour, gremm adnevesadus ...
ca@valencia: ciència: blocar el canal, el cicle de l'aigua, energia renovable…
cs: věda: plavební komora, koloběh vody, obnovitelná energie ...
el: επιστήμη: λειτουργία διώρυγας, ο κύκλος του νερού, ανανεώσιμες πηγές ενέργειας, ...
eo: scienco: la kanalkluzo, la akvociklo, renovigebla energio ...
es: Ciencia: esclusa de canal, el ciclo del agua, energía renovable...
eu: zientzia: ubideko uhateak, uraren zikloa, energia berriztagarria ...
he: מדעים: מנעול המים בתעלה, מחזור המים בטבע, אנרגיה מתחדשת...
hr: znanost: sustav brana, ciklus vode, obnovljivi izvori energije...
hu: tudomány : a zsilip, a víz körforgása, a tengeralattjáró, elektromos szimuláció ...
it: scienza: il funzionamento di una chiusa, il ciclo dell'acqua, energie rinnovabili...
lt: mokslas: kanalų šliuzai, vandens ciklas gamtoje, atsinaujinantieji energijos šaltiniai...
lv: zinātne: kanāla slūžas, ūdens cikls, atjaunīgā enerģija...
mk: наука: затворање на каналот, циклус на водата, обновлива енергија ...
ml: ശാസ്ത്രം: കനാലിന്റെ പൂട്ട്, ജലചക്രം, പുനസ്ഥാപിക്കാവുന്ന ഊർജം...
nn: Vitskap: kanalsluse, vasskrinsløpet, fornybar energi, …
pl: nauka: śluza, obieg wody, energia odnawialna ...
ro: știință: ecluza, ciclul apei, energia regenerabilă, submarinul, electricitatea digitală ...
sk: veda: priehrada, vodný cyklus, obnoviteľná energia, ...
sl: znanost: upravljanje vodne zapornice, kroženje vode, obnovljiva energija ...
sq: shkencë: penda e kanalit, cikli ujor, energji e rinovueshme …
tr: bilim: kanal kilidi, su çevrimi, yenilenebilir enerji…
zh_cn: 科学：运河闸门，水循环，可再生能源...
zh_tw: 科學：運河閘門、水循環、再生能源等等...

source: geography: countries, regions, culture ...
ar: الجغرافيا: البلدان والمناطق والثقافة ...
bg: география: държави, области, култура ...
br: geografiezh : broioù, rannvroioù, sevenadur ...
ca@valencia: geografia: països, regions, cultura…
cs: geografie: země, regiony, kultura ...
el: γεωγραφία: χώρες, περιοχές, πολιτισμός...
eo: geografio: landoj, regionoj, kulturo...
es: Geografía: países, regiones, cultura...
eu: geografia: herrialdeak, eskualdeak, kulturak ...
he: גאוגרפיה: מדינו, אזורים, תרבות...
hr: geografija: države, regije, kultura...
hu: földrajz: országok, régiók, kultúra. ..
it: geografia: nazioni, regioni, cultura...
lt: geografija: šalys, regionai, kultūra...
lv: ģeogrāfija: valstis, reģioni, kultūra...
mk: географија: земји, региони, култура ...
ml: ഭൂമിശാസ്ത്രം: രാജ്യങ്ങൾ, പ്രദേശങ്ങൾ, സംസ്കാരം...
nn: Geografi: land, fylke, kulturar, …
pl: geografia: kraje, regiony, kultura ...
ro: geografie: țări, regiuni, cultură ...
sk: geografia: štáty, regióny, kultúra, ...
sl: geografija: države, regije, kulture, ...
sq: gjeografi: vende, rajone, kultura …
tr: coğrafya: ülkeler, bölgeler, kültürler…
zh_cn: 地理：国家、地区、文化……
zh_tw: 地理：國家、區域、文化等等...

source: games: chess, memory, align 4, hangman, tic-tac-toe ...
ar: الألعاب: الشطرنج، الذاكرة، محاذاة 4، المشنوق، تيك تاك تو ...
bg: игри: шах, памет, свържете 4, оваре, судоку ...
br: c'hoarioù : echedoù, memor, pevar a-steud, an den krouget, tri merk a-steud ...
ca@valencia: jocs: escacs, memòria, connecta'n 4, el penjat, tres en ratlla…
cs: hry: šachy, pexeso, seřaď 4, šibenice, piškvorky ...
el: παιχνίδια: σκάκι, μνημονικές τεχνικές, σύνδεσε 4, oware, sudoku, ...
eo: ludoj: ŝako, memoro, vicigi 4, pendumulo, tic-tac-toe...
es: Juegos: ajedrez, memoria, alinear 4, juego del ahorcado, tres en raya...
eu: jokoak: xakea, oroimena, lerrokatu 4, urkabe, hirutan hiru ...
he: משחקים: שחמט, זכרון, 4 בשורה, איש-תלוי, איקס עיגול...
hr: igre: šah, igre pamćenja, 4 u nizu, vješala, križić-kružić...
hu: játékok : sakk, memória, Connect 4, Oware, sudoku ...
it: giochi: scacchi, memory, forza 4, gioco dell'impiccato, tris...
lt: žaidimai: šachmatai, atminties lavinimas, sujunk 4, kartuvės, kryžiukai nuliukai...
lv: spēles: šahs, atmiņa, četri rindā, karātavas, krustiņi un nullītes...
mk: игри: шах, меморија, порамнување 4, бесилка, тик-так-тое ...
ml: കളികൾ: ചെക്ക്, ഓർമ്മിച്ചെടുക്കാം, നാലെണ്ണം അണിനിരത്താം, ഹാങ്മാൻ, പൂജ്യം വെട്ടിക്കളി...
nn: Spel: sjakk, bilet- og lydlotto, bondesjakk, fire på rad, ordgjetteleik, …
pl: gry: szachy, pamięć, wyrównywanie do 4, wisielec, kółko i krzyżyk ...
ro: jocuri: șah, moară, jocuri de memorie cu cărți de joc, spânzurătoare, X și 0 ...
sk: hry: šach, pexeso, zoraď 4, obesenec, piškvorky, ...
sl: igre: šah, spomin, štiri v vrsto, vislice, tic-tac-toe ...
sq: lojëra: shah, kujtesë, 4 në një vijë, hangman, tik-tak-to …
tr: oyunlar: satranç, bellek, top hizalama, adam asmaca, üç taş…
zh_cn: 游戏：国际象棋，记忆，对准4，吊颈人，井字棋 (Tic-Tac-Toe)...
zh_tw: 遊戲：棋類、記憶遊戲、四子棋、井字遊戲等等...

source: other: colors, shapes, Braille, learn to tell time ...
ar: أخرى: الألوان ، الأشكال ، برايل ، تعلم معرفة الوقت ...
bg: други: цветове, форми, брайлова система ...
br: traoù all : livioù, stummoù, Braille, lenn an eur ...
ca@valencia: altres: colors, formes, Braille, aprendre a dir l'hora…
cs: další: barvy, tvary, Braillovo písmo, nauč se říkat čas ...
el: άλλα: χρώματα, σχήματα, Μπράιγ, μάθε την ώρα...
eo: aliaj: koloroj, formoj, brajlo, lernu diri la tempon...
es: Otros: colores, formas, alfabeto braille, aprender a decir la hora...
eu: beste batzuk: koloreak, formak, Braille, ordua esaten ikasi ...
he: אחרים: צבעים, צורות, בְּרָייל, לקרוא שעון...
hr: ostalo: boje, oblici, Brailleovo pismo, nauči odrediti vrijeme ...
hu: továbbá: színek formák, Braille, az óra felismerése és tanulása
it: altro: colori, forme, Braille, impara a dire l'ora...
lt: kita: spalvos, formos, Brailio raštas, laikas...
lv: citas: krāsas, formas, Braila raksts, laika pateikšana...
mk: друго: бои, форми, брајово писмо, научи да кажуваш точно време ...
ml: മറ്റുള്ളവ: നിറങ്ങൾ, ആകൃതികൾ, ബ്രായി ലിപി, സമയം പറയാൻ പഠിക്കൽ...
nn: Anna: fargar, former, blindeskrift, lær klokka, …
pl: inne: barwy, kształty, Brajl, nauka czytania czasu ...
ro: altele: culori, forme, Braille, învățarea ceasului clasic, a calendarului, a gradelor de rudenie ...
sk: a iné: farby, tvary, Morzeovka, poznávanie hodín, ...
sl: ostalo: barve, oblike, brajica, kako opisati čas ...
sq: të tjera: ngjyra, forma, sistemi Braj, mësoni si të tregoni orën …
tr: diğer: renkler, şekiller, Braille, zamanı söyleme…
zh_cn: 其他：颜色、形状、盲文，学习说出时间...
zh_tw: 其他：顏色、形狀、點字系統、學習看時鐘等等...

source: Currently GCompris offers more than 100 activities, and more are being developed. GCompris is free software, it means that you can adapt it to your own needs, improve it, and most importantly share it with children everywhere.
ar: تقدم "فهمت" حاليًا أكثر من 100 نشاط، ويجري تطوير المزيد. "فهمت" هو برنامج حرّ وهذا يعني أنه يمكنك تكييفه مع احتياجاتك الخاصة، وتحسينه، والأهم من ذلك مشاركته مع الأطفال في كل مكان.
bg: В момента GCompris предлага повече от 100 дейности и се разработват още. GCompris е свободен софтуер, това означава, че можете да го приспособите към нуждите си, да го подобрите и най-важното, да го споделите с децата навсякъде.
br: Ouzhpenn 100 obererezh zo kinniget gant GCompris evit ar poent ha reoù all zo war ar stern. Ur meziant digor eo GCompris, da lârout eo ez oc'h aotreet da azasaat ar meziant diouzh hoc'h ezhommoù, d'e wellaat hag ar pep pouezusañ, aotreet oc'h da rannañ GCompris gant an holl vugale er bed.
ca@valencia: Actualment GCompris oferix més de 100 activitats, i encara se'n desenvolupen més. GCompris és programari lliure, el qual vol dir que podeu adaptar-lo a les vostres pròpies necessitats, millorar-lo i, el més important, compartir-lo amb infants de tot arreu.
cs: V současné době GCompris nabízí více než 100 aktivit a další se připravují. GCompris je svobodný software, což znamená, že si jej můžete přizpůsobit svým vlastním potřebám, zlepšovat jej a co je nejdůležitější sdílet s dětmi po celém světě.
el: Αυτή τη στιγμή το GCompris προσφέρει περισσότερες από 100 δραστηριότητες, ενώ αρκετές βρίσκονται στο στάδιο της ανάπτυξης. Το GCompris είναι ελεύθερο λογισμικό, που σημαίνει ότι μπορείτε να το προσαρμόσετε στις δικές σας ανάγκες, να το βελτιώσετε και, το πιο σημαντικό, να το μοιραστείτε με όλα τα παιδιά του κόσμου.
eo: Nuntempe GCompris ofertas pli ol 100 agadojn, kaj pli disvolviĝas. GCompris estas libera programaro, tio signifas, ke vi povas adapti ĝin al viaj propraj bezonoj, plibonigi ĝin kaj plej grave dividi ĝin kun infanoj ĉie.
es: En la actualidad, GCompris ofrece más de 100 actividades y hay más en desarrollo. GCompris es software libre, por lo que tiene la posibilidad de adaptarlo a sus necesidades, de mejorarlo y, lo más importante, de compartirlo con niños de todo el mundo.
eu: Une honetan GCompris-ek 100dik gora jarduera eskaintzen ditu, eta gehiago ari dira garatzen. GCompris software askea da, horrek esan nahi du zure beharretara egokitu dezakezula, hobetu, eta garrantzitsuena dena, leku guztietako haurrekin partekatu dezakezula.
he: כרגע מציעה חבילת ג'יקומפריס יותר מ־100 פעילויות ונוספות נמצאות בפיתוח. ג'יקומפריס היא תוכנה חופשית, מה שאומר שאפשר לשנות אותה לפי הצרכים שלך, לשפר אותה, והכי חשוב, לחלוק אותה עם ילדים בכל מקום.
hr: Trenutačno GCompris nudi više od 100 aktivnosti, ali i dalje razvijamo nove. GCompris je besplatan softver, što znači da ga možeš prilagoditi svojim potrebama, poboljšati i, što je najvažnije, djeca ga mogu svugdje koristiti.
hu: Jelenleg GCompris több mint 100 tevékenységet kínál és folyamatosan fejlődik. A GCompris szabad szoftver, ami azt jelenti, hogy a saját szükségleteinkre alakítható, fejleszthető, és ami a legfontosabb, megosztható a gyerekekkel.
it: Attualmente GCompris offre più di 100 attività, e molte altre sono in fase di sviluppo. GCompris è un software libero, e questo significa che si può adattare alle proprie esigenze, migliorare e, soprattutto, condividere ovunque con i bambini.
lt: Šiuo metu „GCompris“ siūlo daugiau nei 150 pamokėlių, dar daugiau jų yra kuriamos. „GCompris“ yra laisva programinė įranga – tai reiškia, kad Jūs ją galite pritaikyti savo poreikiams, ją tobulinti ir, svarbiausia, ja dalintis su vaikais.
lv: Šobrīd „GCompris“ piedāvā vairāk nekā 100 aktivitāšu, turklāt to skaits joprojām aug. „GCompris“ ir brīvā programmatūra, kas nozīmē, ka Jums ir tiesības to pielāgot savām vajadzībām, uzlabotu un — kas vissvarīgāk — dalīties ar to ar bērniem visā pasaulē!
mk: Во моментов Жикомпри нуди повеќе од 100 активности и уште повеќе се развиваат. Жикомпри е слободен софтвер, тоа значи дека можете да го прилагодите на вашите сопствени потреби, да го подобрите и што е најважно да го споделите со децата насекаде.
ml: നിലവിൽ 100-ലധികം പ്രവർത്തനങ്ങൾ ജികോംപ്രിയിൽ ഉണ്ട്, മാത്രമല്ല കൂടുതൽ എണ്ണം ഡവലപ്പുചെയ്യുന്നുമുണ്ട്. ജികോംപ്രി ഒരു സ്വതന്ത്ര സോഫ്റ്റ്‌വെയർ ആണ്, അതായത് ഇതിനെ താങ്കളുടെ ആവശ്യാനുസരണം മാറ്റങ്ങൾ വരുത്താനും മെച്ചപ്പെടുത്താനും അതിലും പ്രധാനമായി ലോകത്തെവിടെയുമുള്ള കുട്ടികളുമായി പങ്കുവെക്കാനും കഴിയും.
nn: GCompris har over 100 aktivitetar, og fleire er under utvikling. Det er òg fri programvare. Det vil seia at du kan tilpassa spelet slik du ønskjer, forbetra det og dela det med ungar i heile verda.
pl: Program zawiera już ponad 100 ćwiczeń, następne są w trakcie tworzenia. GCompris jest otwartym programem, co oznacza, że możesz go zmienić dostosowując do swoich potrzeb i co najważniejsze, dzielić się nim z dziećmi z całego świata.
ro: În prezent, GCompris oferă peste 100 de activități și dezvoltă permanent altele noi. GCompris este un software educațional gratuit, ceea ce înseamnă că îl puteți adapta la propriile dvs. necesități, îl puteți îmbunătăți și, cel mai important, îl puteți împărtăși cu copiii de pretutindeni.
sk: Momentálne GCompris ponúka prístup k stovke aktivít a ďalšie sú práve vo vývoji. GCompris je slobodný softvér, čo znamená, že si ho môžete prispôsobiť vlastným potrebám, vylepšiť si ho a hlavne, zdielať ho s deťmi nech sú kdekoľvek.
sl: GCompris trenutno ponuja več kot 100 dejavnosti, še več pa jih je v razvoju. GCompris je prosta programska oprema, kar pomeni, da jo lahko prilagodite svojim potrebam, izboljšate, in najpomembnejše, da jo lahko delite z vsemi otroki sveta.
sq: Aktualisht GCompris-i ofron më shumë se 100 veprimtari dhe po zhvillohen dhe të tjera. GCompris-i është <em>software</em> i lirë, që do të thotë se mund t’ia përshtatni nevojave tuaja, ta përmirësoni, dhe, më e rëndësishmja, t’ua jepni fëmijëve kudo.
tr: Şu anda, GCompris 100’den fazla etkinlik sunar ve birçoğu da geliştirme aşamasındadır. GCompris özgür yazılımdır, gereksinimlerinize göre değiştirebilir, iyileştirebilir ve dünyanın her yanındaki çocuklarla paylaşabilirsiniz.
zh_cn: 当前 GCompris 提供超过100个活动，还有更多的正在开发中。GCompris 是自由软件，这意味着您可以根据您的需要进行调整、改进，以及最重要的一点，和世界各地的孩子们分享。
zh_tw: 目前 GCompris 有超過 100 種遊戲，並且持續開發中。GCompris 是一套自由軟體，您可以依照自己的需求做調整、改進並與各地的孩子們分享。

source: The GCompris project is hosted and developed by <a target="_blank" rel="noopener" href="https://www.kde.org/">the KDE community</a>.
ar: مشروع "فهمت" مطوّر ومستضاف من <a target="_blank" rel="noopener" href="https://www.kde.org/">مجتمع كيدي</a>.
bg: GCompris е птоект, хостван и разработван от <a target="_blank" rel="noopener" href="https://www.kde.org/">Общността на KDE</a>.
br: Raktres GCompris zo herberc'hiet ha diorroet gant <a target="_blank" rel="noopener" href="https://www.kde.org/"> kumuniezh KDE</a>.
ca@valencia: El projecte GCompris s'allotja i és desenvolupat per <a target="_blank" rel="noopener" href="https://www.kde.org/">la comunitat KDE</a>.
cs: Projekt GCompris je provozován a vyvíjen v rámci <a target="_blank" rel="noopener" href="https://www.kde.org/">komunity KDE</a>.
el: Το έργο GCompris αναπτύσσεται και φιλοξενείται από την <a target="_blank" rel="noopener" href="https://www.kde.org/">κοινότητα KDE</a>.
eo: La projekto GCompris estas gastigita kaj disvolvita de <a target="_blank" rel="noopener" href="https://www.kde.org/">la KDE-komunumo</a>.
es: El proyecto GCompris está patrocinado y desarrollado por <a target="_blank" rel="noopener" href="https://www.kde.org/">la comunidad KDE</a>.
eu: GCompris proiektua <a target="_blank" rel="noopener" href="https://www.kde.org/">KDE komunitateak</a> ostatzen eta garatzen du.
he: פרוייקט GCompris מתארח ומפותח ע"י <a target="_blank" rel="noopener" href="https://www.kde.org/">קהילת </a>KDE.
hr: Projekt GCompris održava i razvija <a target="_blank" rel="noopener" href="https://www.kde.org/">KDE zajednica</a>.
hu: A GCompris projectet <a target="_blank" rel="noopener" href="https://www.kde.org/">a KDE közösség fejleszti</a>.
it: Il progetto GCompris è ospitato e sviluppato dalla <a target="_blank" rel="noopener" href="https://www.kde.org/">comunità di KDE</a>.
lt: „GCompris“ projektas globojamas ir vystomas <a target="_blank" rel="noopener" href="https://www.kde.org/">KDE bendruomenės</a>.
lv: „GCompris“ projektu mitina un izstrādā <a target="_blank" rel="noopener" href="https://www.kde.org/">KDE kopiena</a>.
mk: Проектот Жикомпри е вклучен и развиен од <a target="_blank" rel="noopener" href="https://www.kde.org/">KDE заедницата </a>.
ml: ജികോംപ്രി പ്രൊജക്ട് ഹോസ്റ്റു ചെയ്യുന്നതും ഡവലപ്പു ചെയ്യുന്നതും <a target="_blank" rel="noopener" href="https://www.kde.org/">കെഡിഇ കമ്മ്യൂണിറ്റി</a>യാണ്.
nn: GCompris-prosjektet vert utvikla av <a target="_blank" rel="noopener" href="https://www.kde.org/">KDE-fellesskapet</a>.
pl: Projekt GCompris jest rozpowszechniany i rozwijany przez <a target="_blank" rel="noopener" href="https://www.kde.org/">Społeczność KDE</a>.
ro: Proiectul GCompris este găzduit și dezvoltat de <a target="_blank" rel="noopener" href="https://www.kde.org/">comunitatea KDE</a>.
sk: Projekt GCompris je hostovaný a vyvýjaný <a target="_blank" rel="noopener" href="https://www.kde.org/">komunitour KDE</a>.
sl: Projekt GCompris gosti in razvija <a target="_blank" rel="noopener" href="https://www.kde.org/">skupnost KDE</a>.
sq: Projekti GCompris strehohet dhe zhvillohet nga <a target="_blank" rel="noopener" href="https://www.kde.org/">bashkësia KDE</a>.
tr: GCompris projesi <a target="_blank" rel="noopener" href="https://www.kde.org/">KDE topluluğu</a> tarafından barındırılır ve geliştirilir.
zh_cn: GCompris 项目由 <a target="_blank" rel="noopener" href="https://www.kde.org/">KDE 社区</a> 托管和开发。
zh_tw: GCompris 專案目前由 <a target="_blank" rel="noopener" href="https://www.kde.org/">KDE 社群</a>維護、開發。

source: All the news
ar: جميع الأخبار
bg: Всички новини
br: An holl geleier
ca@valencia: Totes les notícies
cs: Všechny novinky
el: Όλα τα νέα
eo: Ĉiuj novaĵoj
es: Todas las noticias
eu: Albiste guztiak
he: כל החדשות
hr: Sve novosti
hu: Az összes hír
it: Tutte le notizie
lt: Visos naujienos
lv: Visas ziņas
mk: Сите вести
ml: എല്ലാ ന്യൂസും
nn: Alle nyheiter
pl: Wszystkie wiadomości
ro: Toate noutățile
sk: Všetky novinky
sl: Vse novice
sq: Krejt lajmet
tr: Tüm haberler
zh_cn: 所有新闻
zh_tw: 所有消息
