Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: Else, you can download the installer from the links below.
ar: عدا ذلك ، يمكنك تنزيل برنامج التثبيت من الروابط أدناه.
bg: В противен случай можете да изтеглите инсталатора от връзките по-долу.
br: Mod all e c'hallit pellgargañ ar meziant staliañ gant al liammoù amañ-dindan.
ca@valencia: Podeu baixar l'instal·lador des dels enllaços següents.
cs: Nebo si můžete stáhnout instalátor pomocí odkazů níže.
el: Διαφορετικά, μπορείς να κάνεις λήψη του προγράμματος εγκατάστασης από τους παρακάτω δεσμούς.
eo: Alie, vi povas elŝuti la instalilon de la subaj ligiloj.
es: En caso contrario, puede descargar el instalador con los enlaces siguientes.
eu: Bestela, instalatzailea zama-jaitsi dezakezu azpiko esteketatik.
he: אחרת, אפשר להוריד את תוכנת ההתקנה מהקישורים למטה.
hr: Inače, instalacijski program možeš preuzeti s donjih poveznica.
hu: De a telepítő az alábbi linkeken is elérhető.
it: Altrimenti, puoi scaricare l'installatore dai collegamenti seguenti.
lt: Kitu atveju, galite atsisiųsti diegimo programą iš nuorodų žemiau.
lv: Pretējā gadījumā varat instalēt, izmantojot norādītās saites.
mk: Инаку, можете да го преземете инсталерот од линковите подолу.
ml: അല്ലെങ്കിൽ, താഴെ കൊടുത്ത ലിങ്കുകളിൽ നിന്നും ഇൻസ്റ്റാളർ ഡൗൺലോഡ് ചെയ്യാവുന്നതാണ്.
nn: Du kan òg lasta ned installasjons­programmet via lenkjene nedanfor.
pl: Albo, możesz pobrać instalator z poniższych odnośników.
ro: O altă variantă este să descărcați programul de instalare din linkurile de mai jos.
sk: Alebo, môžete stiahnuť inštalátor z nižšie uvedených odkazov.
sl: Sicer, lahko prenesete namestitveni program iz spodnjih povezav.
sq: Ndryshe, mund të shkarkoni instaluesin që nga lidhjet më poshtë.
tr: Kurucuyu, aşağıdaki bağlantılardan da indirebilirsiniz.
zh_cn: 此外，您可以从下面的链接下载安装包。
zh_tw: 您也可以從以下的連結下載安裝檔。

source: System requirements: Windows 10 or 11.
ar: متطلبات النظام: ويندوز 10 أو 11.
bg: Системни изисквания: Windows 10 или 11.
ca@valencia: Requisits del sistema: Windows 10 o 11.
cs: Systémové požadavky: Windows 10 nebo 11.
he: דרישות מערכת: חלונות/Windows‏ 10 או 11
hr: Sistemski zahtjevi: Windows 10 ili 11.
lt: Sistemos reikalavimai: Windows 10 arba 11.
sl: Sistemske zahteve: Windows 10 ali 11.

source: Note: If your system doesn't have Direct3D 11 support or if it's not working properly, please use the entry GCompris (Safe Mode) in the start menu to launch GCompris with the software rendering mode.
ar: ملاحظة: إذا نظامك لا يدعم Direct3D 11 أو لا يعمل بشكل صحيح، فيرجى استخدام خيار GCompris (الوضع الآمن) في قائمة ابدأ لتشغيل GCompris باستخدام وضع عرض البرنامج.
bg: Забележка: Ако вашата система няма поддръжка на Direct3D 11 или ако не работи правилно, моля, използвайте опцията GCompris (Безопасен режим) в стартовото меню, за да стартирате GCompris със софтуерен режим на изобразяване.
ca@valencia: Nota: Si el vostre sistema no té compatibilitat amb Direct3D 11 o si no funciona correctament, utilitzeu l'entrada GCompris (mode segur) en el menú d'inici per a iniciar GCompris amb el mode de representació per programari.
cs: Upozornění: Pokud váš systém nepodporuje Direct3D 11 nebo Direct3D nepracuje správně, použijte pro spuštění položku nabídky Start s názvem GCompris (bezpečný režim), která aplikaci spustí se softwarovým režimem vykreslování.
he: לתשומת לבך: אם במערכת שלך אין תמיכה ב־Direct3D 11 או אם הוא לא עובד כראוי, נא להשתמש ברשומה ג׳יקומפרי (מצב בטוח) מתפריט ההתחלה כדי להפעיל את ג׳יקומפרי עם עיבוד תצוגה תוכנתי.
hr: Napomena: Ako tvoj sustav nema podršku za Direct3D ili ako ne radi ispravno, upotrijebi GCompris (siguran način rada) u početnom izborniku za pokretanje u softverskom načinu iscrtavanja.
lt: Pastaba: Jei Jūsų sistema neturi Direct3D 11 palaikymo ar jis neveikia tinkamai, prašome pasirinkti „saugų paleidimo režimą“ GCompris pradžios meniu ir paleisti GCompris programinio atvaizdavimo režime.
sl: Opomba: Če vaš sistem nima podpore za Direct3D 11 ali če ne deluje pravilno, uporabite vnos GCompris (varni način) v začetnem meniju, da zaženete GCompris z načinom programskega upodabljanja.

source: The last version available for Windows 7 and 8 can be downloaded from the link below.
ar: يمكن تنزيل الإصدار الأخير المتوفر لنظامي التشغيل Windows 7 و 8 من الرابط أدناه.
bg: Последните версии за Windows 7 и 8 могат да бъдат свалени от връзките по-долу.
ca@valencia: L'última versió disponible per a Windows 7 i 8 es pot descarregar des de l'enllaç següent.
he: הגרסה העדכנית ביותר זמינה ל־Windows‏ 7 ו־8 וניתן להוריד אותה מהקישור להלן.
hr: Zadnju dostupnu verziju za Windows 7 i 8 možeš preuzeti na donjoj poveznici.
lt: Paskutinę su Windows 7 ir Windows 8 suderinamą versiją galite atsisiųsti iš žemiau pateiktos nuorodos.
sl: Zadnjo različico, ki je na voljo za Windows 7 in 8, lahko prenesete s spodnje povezave.

source: If you really need a version that runs on Windows XP, or if your system doesn't support the new version, you can use the last installer from the old GCompris 15.10.
ar: إذا كنت حقًا بحاجة إلى إصدار يعمل على نظام التشغيل Windows XP، أو إذا كان نظامك لا يدعم الإصدار الجديد، فاستخدم آخر نسخة من "فهمت" 15.10 القديم.
bg: Ако наистина имате нужда от версия, която работи на Windows XP, или ако системата ви не поддържа новата версия, можете да използвате последната инсталационна програма от стария GCompris 15.10.
br: M'ho peus ezhomm da gaout ur stumm implijapl gant Windows XP pe ma ne c'hall ket ho sistem ober gant ar stumm nevez, e c'hallit implijout ar meziant staliañ diwezhañ diwar ar GCompris kozh 15.10.
ca@valencia: Si realment vos cal una versió que s'execute sobre Windows XP, o si el vostre sistema no admet la versió nova, podeu utilitzar l'últim instal·lador de l'antic GCompris 15.10.
cs: Pokud opravdu potřebujete verzi, která poběží na Windows XP nebo pokud váš systém nepodporuje novou verzi, můžete použít poslední instalátor ze starého GCompris 15.10.
el: Εάν έχεις Windows XP ή το σύστημά σας δεν υποστηρίζει τη νέα έκδοση, μπορείς να κάνεις λήψη του παλαιού εγκαταστάτη GCompris 15.10.
eo: Se vi vere bezonas version kiu funkcias per Windows XP, aŭ se via sistemo ne subtenas la novan version, vi povas uzi la lastan instalilon de la malnova GCompris 15.10.
es: Si realmente necesita una versión que se pueda ejecutar en Windows XP o si su sistema no permite usar la nueva versión, puede usar el último instalador para la versión antigua de GCompris 15.10.
eu: Bene-benetan behar baduzu Windows XPrekin dabilen bertsio bat, edo zure sistemak ez badu bertsio berria onarten, GCompris 15.10 zaharreko instalatzailea erabil dezakezu.
he: אם באמת יש צורך בגרסה שעובדת על חלונות XP, או אם המערכת שלך אינה תומכת בגרסה החדשה, ניתן להשתמש בתוכנת ההתקנה האחרונה מג׳יקומפרי הישן, גרסה 15.10.
hr: Ako ti stvarno treba verzija koja radi na Windows XP-u ili ako tvoj sustav ne podržava novu verziju, možeš koristiti zadnji instalacijski program iz starog GComprisa 15.10.
hu: Ha szükséged van egy olyan változatra ami Windows XP-n fut, és a rendszered nem támogatja az új verziót, használd a legutóbbi 15.10-es telepítőt.
it: Se hai davvero bisogno di una versione che funzioni su Windows XP, o se il tuo sistema non supporta la nuova versione, puoi utilizzare l'ultimo file di installazione del vecchio GCompris 15.10.
lt: Jei Jums tikrai reikalinga Windows XP versija ar Jūsų sistema nepalaiko naujos versijos, Jūs galite naudoti paskutinę diegimo programą iš senos „GCompris“ 15.10 versijos.
lv: Ja jums ļoti vajadzīga versijas, kas darbojas uz „Windows XP“ vai ja jūsu sistēma neatbalsta jaunākas versijas, varat izmantot pēdējo novecojušās „GCompris 15.10“ instalētāju.
mk: Ако навистина ви е потребна верзија што работи на Windows XP, или ако вашиот систем не ја поддржува новата верзија, можете да го користите последниот инсталер од стариот Жикомпри 15.10.
ml: വിൻഡോസ് XP-ൽ പ്രവർത്തിക്കുന്ന പതിപ്പ് വേണമെങ്കിലോ അല്ലെങ്കിൽ പുതിയ പതിപ്പ് താങ്കളുടെ സിസ്റ്റത്തിൽ സപ്പോർട്ട് ചെയ്യുന്നില്ലെങ്കിലോ പഴയ ജികോംപ്രി 15.10-ന്റെ അവസാനത്തെ ഇൻസ്റ്റാളർ ഉപയോഗിക്കാവുന്നതാണ്.
nn: Viss du verkeleg treng ein versjon som køyrer på Windows XP, eller viss systemet ditt ikkje støttar den nye versjonen, kan du bruka det siste installerings­programmet frå den gamle versjon 15.10.
pl: Jeśli naprawdę potrzebujesz wersji, która działa na Windows XP lub jeśli twój system nie obsługuje nowej wersji, to możesz użyć ostatniego instalatora ze starego GCompris 15.10.
ro: Dacă chiar aveți nevoie de o versiune ce rulează pe Windows XP, sau dacă sistemul dvs. nu oferă suport pentru noua versiune, puteți folosi ultimul installer din vechiul GCompris Gtk v15.10.
sk: Ak vážne potrebujete ešte verziu, ktorá beží na Windows XP, alebo Váš systém nepodporuje novú verziu, môžete predchádzajúci inštalátor z Gcompris 15.10.
sl: Če resnično potrebujete različico, ki deluje v sistemu Windows XP ali če je vaš sistem ne podpira nove različice, lahko uporabite zadnji namestitveni program iz starega GCompris 15.10.
sq: Nëse ju duhet vërtet një version që xhiron në Windows XP, ose, nëse sistemi juaj s’e mbulon versionin e ri, mund të përdorni instaluesin e fundit prej GCompris 15.10 të dikurshëm.
tr: İlla da Windows XP altında çalışan bir sürüme gereksiniminiz varsa veya sisteminiz yeni sürümü desteklemiyorsa GCompris 15.10 sürümünün kurucusunu kullanabilirsiniz.
zh_cn: 如果您确实需要一个运行于 Windows XP 的版本，或者如果您的系统不支持新版本， 您可以使用上一个版本的 GCompris 15.10 安装程序。
zh_tw: 如果您真的需要在 Windows XP 上執行，或是您的系統不支援最新版本，您可以使用舊的 GCompris 15.10 版本的安裝檔。

source: To enable all the activities in this old version, you can use the code 200202 in the entry box that contains the word CODE when you start the application.
ar: لتمكين جميع الأنشطة في هذا الإصدار القديم، استخدم الكود "200202" في مربع الإدخال الذي يحتوي على الكلمة CODE عند بدء تشغيل التطبيق.
bg: За да разрешите всички дейности в тази стара версия, можете да използвате кода 200202 в полето за въвеждане, което съдържа думата CODE, когато стартирате приложението.
br: Evit gallout ober gant an holl obererezhioù er stumm kozh-se e c'haller implijout ar c'hod 200202 er frammig ennañ ar ger CODE pa groger gant ar meziant.
ca@valencia: Per a habilitar totes les activitats en esta versió antiga, podeu utilitzar el codi 200202 en el quadro d'entrada que conté la paraula CODI quan s'inicia l'aplicació.
cs: Pro zapnutí všech aktivit v této staré verzi můžete při startu aplikace do vstupního pole s nápisem CODE vložit kód 200202.
el: Για να ενεργοποιήσεις όλες τις δραστηριότητες σε αυτήν την παλαιά έκδοση, μπορείς να χρησιμοποιήσεις το κωδικό 200202 στο πλαίσιο εισόδου που περιέχει τη λέξη ΚΩΔΙΚΟΣ όταν ξεκινάς την εφαρμογή.
eo: Por ebligi ĉiujn agadojn en ĉi tiu malnova versio, vi povas uzi la kodon 200202 en la enirkesto kiu enhavas la vorton KODO kiam vi komencas la aplikaĵon.
es: Para activar todas las actividades de esta versión antigua, use el código 200202 en el cuadro de entrada que contiene la palabra «Código» tras iniciar la aplicación.
eu: Bertsio zahar honetako jarduera guztiak gaitzeko, aplikazioa abiatzean 200202 kodea erabil dezakezu KODEA hitza duen sarrerako laukian.
he: כדי לאפשר את כל הפעילויות בגרסה הישנה הזו, אפשר להשתמש בקוד 200202 בתיבת הכתיבה שלידה כתוב „קוד” (CODE) כשמפעילים את היישום.
hr: Kako bi omogućio sve aktivnosti u ovoj staroj verziji, možeš upotrijebiti šifru 200202 u polju za unos koji sadrži riječ CODE prilikom pokretanja aplikacije.
hu: Ha aktiválni akarjuk az összes feladatot a régi változatban, használjuk a 202002 kódot a KÓD nevű beviteli mezőben, indításkor.
it: Per abilitare tutte le attività in questa versione datata, è possibile utilizzare il codice 200202 nella casella che contiene la parola CODICE quando si avvia l'applicazione.
lt: Norėdami aktyvuoti visas pamokėles šioje senoje versijoje, po programos paleidimo atsiradusiame langelyje su žodžiu „CODE“ įveskite 200202.
lv: Lai vecā versijā ieslēgtu visas aktivitātes, palaižot programmum ievades lauciņā ar vārdu CODE izmantojiet kodu 200202.
mk: За да ги овозможите сите активности во оваа стара верзија, можете да го користите кодот 200202 во полето за внесување што го содржи зборот КОД кога ќе ја стартувате апликацијата.
ml: ഈ പഴയ പതിപ്പിൽ എല്ലാ പ്രവർത്തനങ്ങളും സാധ്യമാക്കാനായി, ആപ്ലിക്കേഷൻ തുടങ്ങുമ്പോൾ കോഡ് എന്ന വാക്കടങ്ങിയ പെട്ടിയിൽ 200202 എന്ന കോഡ് എന്റർ ചെയ്യുക.
nn: Får å få tilgang til alle aktivitetane i denne gamle versjonen kan du, når du startar programmet, bruka koden «200202» i registrerings­feltet som har teksten «CODE».
pl: Aby włączyć wszystkie te aktywności w starej wersji, możesz użyć kodu 200202 w polu wpisywania, które zawiera w sobie słowo CODE, gdy uruchamiasz program.
ro: Pentru a activa toate activitățile în această versiune veche, puteți folosi codul 200202 în căsuța care conține cuvântul CODE, atunci când porniți aplicația.
sk: Aby ste mali prístup k všetkým aktivitám v tejto starej verzii, použite kód 200202 v políčku, ktoré obsahuje slovo CODE, keď spustíte aplikáciu.
sl: Če želite omogočiti vse dejavnosti v tej stari različici, lahko uporabite kodo 200202 v vnosnem polju, ki vsebuje besedo CODE, ko zaženete aplikacijo.
sq: Që të aktivizoni krejt veprimtaritë në këtë version të vjetër, mund të përdorni kodin 200202 te kuadrati që përmban fjalën CODE, kur nisni aplikacionin.
tr: Eski sürümdeki tüm etkinlikleri etkinleştirmek için, uygulamayı başlattığınızda CODE sözcüğünü içeren girdi kutusundaki 200202 kodunu kullanabilirsiniz.
zh_cn: 要启用此旧版本中的所有活动， 当您启动应用程序时，您可以在输入框中使用包含单词编码的代码 200202。
zh_tw: 要在此舊版本上玩所有的活動，您可以在啟動 GCompirs 時在有 CODE 的輸入框中輸入 200202。

source: Android
ar: أندوريد
eo: Androido
he: אנדרואיד
ml: ആൻ‍ഡ്രോയ്ഡ്

source: The version for Android is distributed in the Play Store.
ar: يتم توزيع إصدار أندرويد في متجر Play.
bg: Версията за Android се разпространява в Play Store.
br: Ar stumm evit Android zo dasparzhet dre ar Play Store.
ca@valencia: La versió per a Android es distribuïx en la Play Store.
cs: Verze pro Android je distribuována v Obchodu Play.
el: Η έκδοση για Android διανέμεται από το Play Store.
eo: La versio por Android estas distribuita en la Play Store.
es: La versión para Android se distribuye en la Play Store.
eu: Androiderako bertsioa Play dendaren bidez banatzen da.
he: הגרסה ל־Android/אנדרואיד מופצת ב־Play Store.
hr: Verzija za Android distribuira se u Google Play trgovini.
hu: Az android változat a Play Áruházon keresztül érhető el.
it: La versione per Android è distribuita nel Play Store.
lt: „Android“ versija platinama „Play“ parduotuvėje.
lv: Šo „Android“ versiju mēs izplatām „Play“ veikalā.
mk: Верзијата за Андроид е дистрибуирана во Play Store.
ml: ശ്രദ്ധിയ്ക്കുക: മലയാള ഭാഷയ്ക്ക്, ഡിഫോൾട്ടായുള്ള ഫോണ്ടായ "Andika-R" ഉപയോഗിക്കുമ്പോൾ ചില പ്രശ്നങ്ങൾ ഞങ്ങളുടെ ശ്രദ്ധയിൽ പെട്ടിട്ടുണ്ട്. മലയാളം ഉപയോഗിക്കുന്നവർ ആപ്ലിക്കേഷൻ മെനുവിൽ നിന്നും "Noto-Sans-Malayalam" അല്ലെങ്കിൽ "Raghu-Malayalam-Sans" എന്ന ഫോണ്ട് തെരഞ്ഞെടുക്കുന്നതാണ് ഉത്തമം (താങ്കളുടെ ലിസ്റ്റിൽ ഇത് ലഭ്യമല്ലെങ്കിൽ താങ്കളുടെ സിസ്റ്റത്തിൽ ആ ഫോണ്ട് ഇൻസ്റ്റാൾ ചെയ്താൽ മാത്രമേ അത് തെരഞ്ഞെടുക്കാൻ കഴിയൂ).<br/><br/>ആൻഡ്രോയ്ഡ് പതിപ്പ് പ്ലേ സ്റ്റോറിലും വിതരണം ചെയ്തിട്ടുണ്ട്.
nn: Denne versjonen for Android er tilgjengeleg i Play Store.
pl: Wersja na Androida jest rozpowszechniana przez Sklep Play.
ro: Versiunea pentru Android este distribuită în Magazin Google Play.
sk: Verzia pre Android je šírená cez Obchod Play
sl: Različica za Android je distribuirana v trgovini Play.
sq: Versioni për Android shpërndahet përmes Play Store.
tr: Android sürümü, Google Play Store’da dağıtılır.
zh_cn: Android 版本通过 Play Store 发布。
zh_tw: Android 版本是透過 Play 商店散布的。

source: We support both android 32bit and 64bit from the Play Store. The appropriate version is downloaded automatically depending on your Android operating system.
ar: نحن ندعم كلاً من نظام التشغيل أندرويد 32بت و 64 بت من متجر Play. سيُنزّل الإصدار المناسب تلقائيًا اعتمادًا على نظامك أندرويد الخاص بك.
bg: Поддържаме както 32-битов, така и 64-битов Android от Play Store. Подходящата версия се изтегля автоматично в зависимост от вашата версия на Android.
br: Er Play Store e vo kavet an daou stumm 32 ha 64 bit evit android. Ar stumm dereat a vo pellgarget end-eeun hervez ho reizhiad Android.
ca@valencia: Donem suport a Android de 32 bits i 64 bits des de la Play Store. La versió adequada es baixa automàticament segons el vostre sistema operatiu Android.
cs: V Obchodu Play podporujeme jak 32 bitový tak 64 bitový Android. Patřičná verze se stáhne podle vašeho operačního systému Android.
el: Υποστηρίζουμε Android 32bit και 64bit από το Play Store. Η κατάλληλη έκδοση για το σύστημά σας ελέγχεται και κατεβαίνει αυτόματα.
eo: Ni subtenas ambaŭ Android 32bit kaj 64bit de la Play Store. La taŭga versio estas elŝutita aŭtomate depende de via Android-operaciumo.
es: Proporcionamos asistencia para las versiones de 32 y 64 bits de la Play Store. La versión adecuada se descarga automáticamente según la versión de su sistema operativo Android.
eu: Biak sostengatzen ditugu, Play Storeko 32bit-eko eta 64bit-eko Androideak. Bertsio egokia automatikoki zama-jaisten da zure Android sistema-eragilearen arabera.
he: אנו תומכים גם באנדרואיד 32 סיביות וגם 64 סיביות מה־Play Store. הגרסה המתאימה יורדת אוטומטית לפי מערכת האנדרואיד שלך.
hr: Podržavamo i 32-bitni i 64-bitni android iz Google Play trgovine. Odgovarajuća verzija automatski se preuzima ovisno o operativnom sustavu Android koji koristiš.
hu: A 32 és a 64 bites android rendszert is támogatjuk a Play Áruházon keresztül. Automatikusan a rendszerednek megfelelő változat kerül letöltésre.
it: Supportiamo sia Android a 32 bit e a 64 bit dal Play Store. La versione corretta viene scaricata automaticamente a seconda del sistema operativo Android che utilizzi.
lt: Mes palaikome tiek android 32bit, tiek 64bit sistemas „Play“ parduotuvėje. Tinkama versija atsiunčiama automatiškai, priklausomai nuo Jūsų „Android“ operacinės sistemos.
lv: Mēs „Play“ veikalā atbalstām gan 32 bitu, gan 64 bitu instalācijas. Ierīce pati lejupielādēs atbilstošo versiju, ņemot vērā „Android“ operētājsistēmu.
mk: Поддржани се и 32 битни и 64 битни верзии од Play Store. Соодветната верзија се презема автоматски во зависност од вашиот оперативен систем Android.
ml: ഞങ്ങൾ ആൻഡ്രോയ്ഡ് 32ബിറ്റും 64ബിറ്റും പ്ലേ സ്റ്റോറിൽ പിന്തുണയ്ക്കുന്നു. താങ്കളുടെ ആൻഡ്രോയ്ഡ് ഓപ്പറേറ്റിങ് സിസ്റ്റം ഏതാണെന്നതിനനുസരിച്ച് അനുയോജ്യമായ പതിപ്പ് ഓട്ടോമാറ്റിക്കായി ഡൗൺലോഡ് ചെയ്യപ്പെടും.
nn: Me støttar både 32-bits og 64-bits Android i Play Store. Rett versjonen vert automatisk lasta ned basert på kva operativ­system du har.
pl: Obsługujemy zarówno Androida 32 jaki i 64 bitowego ze Sklepu Play. Odpowiednia wersja jest pobierana samoczynnie w zależności od systemu operacyjnego Androida.
ro: Oferim suport pe Google Store atât pentru variantele de Android pe 32 de biți cât și pentru cele pe 64 de biți. Versiunea potrivită este descărcată automat, în funcție de sistemul dvs. de operare Android.
sk: Podporujeme 32bit aj 64bit architektúry v Obchode Play. Príslušné verzie sú zvolené automaticky v závislosti od Vášho operačného systému Android.
sl: Podpiramo tako android 32bit kot 64bit v trgovini Play. Ustrezna različica se naloži samodejno, odvisno od vašega operacijskega sistema Android.
sq: Mbulojmë që të dy llojet, android 32bit dhe 64bit, që nga Play Store. Versioni i duhur shkarkohet automatikisht, në varësi të sistemit tuaj operativ Android.
tr: Google Play Store’daki sürüm, hem 32 bit hem 64 bit Android sürümlerini destekler. Uygun sürüm otomatik olarak indirilir ve kurulur.
zh_cn: 我们支持 Play 商店的 Android 32bit 和 64bit 两个版本。相关版本将根据您的 Android 操作系统自动下载。
zh_tw: 我們支援 32 位元與 64 位元的 Play 商店。它會自動根據您的 Android 作業系統來下載適當的版本。

source: GCompris is also available from F-Droid, the Free and Open Source Android app repository.
ar: يتوفر "فهمت" أيضًا في F-Droid، وهو مستودع تطبيقات أندرويد مجاني مفتوح المصدر.
bg: GCompris също се предлага от F-Droid, безплатното хранилище на приложения за Android с отворен код.
br: Bez' ez eus ivez GCompris diwar F-Droid, ar vammenn dieub ha digor evit dastumlec'h arloadoù Android.
ca@valencia: GCompris també està disponible des de F-Droid, el repositori d'aplicacions Android de codi font obert i lliure.
cs: GCompris je také dostupný v F-Droidu, aplikačním repozitáři Svobodného softwaru s otevřeným kódem pro Android.
el: Το GCompris είναι επίσης διαθέσιμo από το F-Droid, το αποθετήριο Ελεύθερου και Ανοιχτού Κώδικα Λογισμικού εφσρμογών του Android.
eo: GCompris ankaŭ estas havebla de F-Droid, la Libera kaj Malferma Fonta Android-a deponejo.
es: GCompris también está disponible en F-Droid, el repositorio de aplicaciones para Android libres y de código abierto.
eu: GCompris eskuragarri dago ere «F-Droid»etik, Androiderako aplikazio aske eta sorburu irekikoen gordetegia.
he: ניתן להוריד את ג׳יקומפרי גם מ־F-Droid, חנות היישומונים החופשית ובקוד־פתוח לאנדרואיד/Android.
hr: GCompris je također dostupan na F-Droidu, repozitoriju besplatnih Android aplikacija otvorenog kôda.
hu: A teljes változat az F-Droid-on az ingyenes és nyílt forráskódú android programok gyűjteménmyében is elérhető.
it: GCompris è disponibile anche su F-Droid, il deposito di applicazioni Android gratuito e open source.
lt: „GCompris“ galima atsisiųsti ir iš „F-Droid“ - laisvos ir atviro kodo „Android“ programėlių saugyklos.
lv: „GCompris“ ir pieejams no arī „F-Droid“ — brīvās un atvērtā koda „Android“ programmu krātuves.
mk: Жикомпри исто така е достапен од F-Droid, складиштето за апликации за Android со слободен и со отворен код.
ml: ജികോംപ്രിയുടെ സമ്പൂർണ പതിപ്പ് സ്വതന്ത്രവും ഓപ്പൺ സോഴ്സുമായ ആൻഡ്രോയ്ഡ് ആപ്പുകളുടെ റെപ്പോസിറ്ററിയായ എഫ്-ഡ്രോയ്ഡിലും (F-Droid) ലഭ്യമാണ്.
nn: GCompris er òg tilgjengeleg frå F-Droid, app­butikken for fri programvare for Android.
pl: GCompris jest także dostępny w F-Droid, repozytorium aplikacji darmowych i o otwartym kodzie dla Androida.
ro: Versiunea completă este de asemenea disponibilă pe F-Droid, registrul de aplicații Android gratuite și din sursă deschisă.
sk: GCompris je tiež dostupný v F-Droide, čo je repozitár voľne dostupných aplikácií s otvoreným zdrojovým kódom pre Android.
sl: GCompris je na voljo tudi na F-Droid, shrambi proste in odprtokodne programske opreme za Android.
sq: GCompris mund të merret edhe prej F-Droid, depoja për aplikacione Android të Lira dhe me Burim të Hapur.
tr: GCompris, aynı zamanda Özgür ve Açık Kaynaklı Android uygulama deposu olan F-Droid’den de dağıtılır.
zh_cn: GCompris 也可从 F-Droid，一个免费和开源的 Android 应用程序仓库获取。
zh_tw: GCompris 也可以從 F-Droid 上下載。
