Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: It was tested only on Raspberry Pi 3.
ar: تم اختباره فقط على Raspberry Pi 3.
bg: Тестван е само на Raspberry Pi 3.
br: Amprouet eo bet war Raspberry Pi 3 hepken.
ca@valencia: Només s'ha provat en la Raspberry Pi 3.
cs: Byl otestován pouze na Raspberry Pi 3.
el: Δοκιμάστεηκε μόνο σε Raspberry Pi 3.
eo: Ĝi estis testita nur sur Raspberry Pi 3.
es: Solo se ha probado en Raspberry Pi 3.
eu: Raspberry P 3 bertsioan baino ez da probatu.
he: היא נוסתה רק על Raspberry Pi 3.
hr: Testiran je samo na Raspberry Pi 3.
hu: Raspberry Pi 3-on teszteltük.
it: È stato testato solo su Raspberry Pi 3.
lt: Jis buvo testuotas tik ant „Raspberry Pi“ 3.
lv: To esam pārbaudījuši tikai „Raspberry Pi 3“ sistēmā.
mk: Тестирано е само на Raspberry Pi 3.
ml: ഇത് റാസ്ബെറി പൈ 3-ൽ മാത്രമേ ടെസ്റ്റു ചെയ്തിട്ടുള്ളു.
nn: Han er berre testa på Raspberry Pi 3.
pl: Program został wypróbowany na Raspberry Pi 3.
ro: A fost testat doar pe Raspberry Pi 3.
sk: Bolo to odskúšané len na Raspberry Pi 3.
sl: Bil je preizkušen samo na Raspberry Pi 3.
sq: Qe testuar vetëm me Raspberry Pi 3.
tr: Yalnızca Raspberry Pi 3 üzerinde sınanmıştır.
zh_cn: 只在树莓派3上进行了测试。
zh_tw: 它只在樹莓派 3 上測試過。

source: The last version available for 32bit is the version 4.3 at the following link:
ar: الإصدار الأخير المتوفر لنظام 32 بت هو الإصدار 4.3 على الرابط التالي:
bg: Последната версия за 32 бита е 4.3, налична в долната връзка:
ca@valencia: L'última versió disponible per a 32 bits és la versió 4.3 a l'enllaç següent:
he: הגרסה העדכניות ביותר שזמינה ל־32 סיביות היא 4.3 וניתן להוריד אותה מהקישור הבא:
hr: Zadnja verzija za 32bit je verzija 4.3 na sljedećoj poveznici:
lt: Paskutinė 32bit skirta versija yra 4.3, ją galite atsisiųsti iš šios nuorodos:
sl: Zadnja različica, ki je na voljo za 32bitov, je različica 4.3 na naslednji povezavi:

source: Source code
ar: الشيفرة المصدرية
bg: Изходен код
br: Kod ar vammenn
ca@valencia: Codi font
cs: Zdrojový kód
el: Πηγαίος κώδικας
eo: Fontkodo
es: Código fuente
eu: Sorburu kodea
he: קוד המקור
hr: Izvorni kôd
hu: Forráskód
it: Codice sorgente
lt: Pirminis programos tekstas
lv: Pirmkods
mk: Изворен код
ml: സോഴ്സ് കോഡ്
nn: Kjeldekode
pl: Kod źródłowy
ro: Codul sursă
sk: Zdrojový kód
sl: Izvorna koda
sq: Kod burim
tr: Kaynak kodu
zh_cn: 源代码
zh_tw: 程式源碼

source: The source code is available under the AGPLv3 license.
ar: شفرة المصدر متاحة بموجب ترخيص AGPLv3.
bg: Изходният код е достъпен под лиценз AGPLv3.
br: Kod ar vammenn zo deus outañ dindan an aotregezh AGPLv3.
ca@valencia: El codi font està disponible d'acord amb la llicència AGPL versió 3.
cs: Zdrojový kód je dostupný pod licencí AGPLv3.
el: Ο πηγαίος κώδικας είναι διαθέσιμος με την άδεια AGPLv3 .
eo: La fontkodo haveblas sub la permesilo AGPLv3.
es: El código fuente está disponible bajo la licencia AGPLv3.
eu: Sorburu kodea erabilgarri dago GPLv3 lizentziapean.
he: קוד המקור זמין תחת רשיון AGPLv3ְְְ.
hr: Izvorni kôd je dostupan pod licencom AGPLv3.
hu: A forráskód AGPLv3 licensz alatt érhető el.
it: Il codice sorgente è disponibile nei termini della licenza AGPLv3.
lt: Pirminis programos tekstas yra prieinamas pagal AGPLv3 licenciją.
lv: Pirmkods ir pieejams saskaņā ar AGPLv3 licenci
mk: Изворниот код е достапен под лиценцата AGPLv3.
ml: എജിപിഎൽ വി3 ലൈസൻസിൽ സോഴ്സ് കോഡ് ലഭ്യമാണ്.
nn: Kjeldekoden er tilgjengeleg via AGPLv3-lisensen.
pl: Kod źródłowy jest dostępny na licencji AGPLv3.
ro: Codul sursă este disponibil sub licența AGPLv3.
sk: Zdrojový kód je dostupný pod licenciou AGPLv3.
sl: Izvorna koda je na voljo pod licenco AGPLv3.
sq: Kodi burim është i passhëm sipas licencës GPLv3.
tr: Kaynak kodu, AGPLv3 lisansı altında kullanılabilir.
zh_cn: 源代码在 AGPLv3 许可下可用。
zh_tw: 程式源碼以 AGPLv3 授權釋出。

source: SHA-256 and GPG
ar: SHA-256 و GPG
bg: SHA-256 и GPG
br: SHA-256 ha GPG
ca@valencia: SHA-256 i GPG
cs: SHA-256 a GPG
el: SHA-256 και GPG
eo: SHA-256 kaj GPG
es: SHA-256 y GPG
eu: SHA-256 eta GPG
he: SHA-256 ו־GPG
hr: SHA-256 i GPG
hu: SHA-256 és GPG
it: SHA-256 e GPG
lt: SHA-256 ir GPG
lv: SHA-256 un GPG
ml: SHA-256-ഉം GPG-യും
nn: SHA-256 og GPG
pl: SHA-256 oraz GPG
ro: SHA-256 și GPG
sk: SHA-256 a GPG
sl: SHA-256 in GPG
sq: SHA-256 dhe GPG
tr: SHA–256 ve GPG
zh_cn: SHA-256 和 GPG
zh_tw: SHA-256 與 GPG

source: To check the integrity of your downloads, you can get the original SHA-256 hash of the files by adding ".sha256" at the end of their download url.
ar: للتحقق من سلامة تنزيلاتك، احصل على رمز SHA-256 الأصلي للملفات بإضافة ".sha256" في نهاية عنوان رابط التنزيل.
bg: За да проверите целостта на вашите изтегляния, можете да получите оригиналния SHA-256 хеш на файловете, като добавите ".sha256" на края на адреса за сваляне.
br: A-benn gwiriañ anterinder ho pellgargadennoù e c'hallit kaout stumm orin ar restrou hash SHA-256 en ur ouzhpennañ ".sha256" e fin hoc'h URL pellgargañ.
ca@valencia: Per a verificar la integritat de les baixades, podeu obtindre el resum SHA-256 original dels fitxers afegint «.sha256» al final dels seus URL de baixada.
cs: Pro kontrolu neporušenosti stažených souborů můžete získat původní SHA-256 hash těchto souborů připojením řetězce ".sha256" na konec jejich URL adresy ke stažení.
el: Για να ελέγξετε την ακεραιότητα των λήψεών σας, μπορείτε να λάβετε το αρχικό hash SHA-256 των αρχείων, προσθέτοντας ".sha256" στο τέλος του url λήψης τους.
eo: Por kontroli la integrecon de viaj elŝutoj, vi povas akiri la originalan SHA-256 hash de la dosieroj aldonante ".sha256" ĉe la fino de ilia elŝuta url.
es: Para comprobar la integridad de las descargas, puede obtener la suma de verificación SHA-256 original de los archivos añadiendo «.sha256» al final de su URL de descarga.
eu: Zure zama-jaitsitakoen osotasuna ikuskatzeko, fitxategien jatorrizko SHA-256 hash lor dezakezu haien zama-jaisteko url bukaeran ".sha256" gehituta.
he: כדי לבדוק את תקינות ההורדות שלך, אפשר להשיג את ההאש SHA-256 המקורי של הקבצים באמצעות הוספת ".sha256" לסוף כתובת ה־url של ההורדה.
hr: Da bi provjerio integritet preuzetih datoteka, možeš preuzeti izvornu SHA-256 hash datoteku dodavanjem ".sha256" na kraj URL-a za preuzimanje.
hu: A letöltés utáni hibaellenőrzéshez használja az eredetil SHA-256 hash-t a ".sha256" parancsot a letöltési url végére írva.
it: Per verificare l'integrità dei tuoi scaricamenti, puoi ottenere l'hash SHA-256 originale dei file aggiungendo «.sha256» alla fine del loro URL di scaricamento.
lt: Kad patikrinti atsisiuntimų vientisumą, galite gauti originalią failų maišą SHA-256, jų atsisiuntimo URL pabaigoje pridėdami „.sha256“.
lv: Lai pārbaudītu lejupielāžu integritāti, varat iegūt oriģinālo datņu SHA-256 jaucējkodu, lejupielādes URL adresei galā pievienojot „.sha256“.
ml: താങ്കളുടെ ഡൗൺലോഡുകളുടെ സമഗ്രത പരിശോധിക്കാൻ, ഡൗൺലോഡ് url-ന്റെ അവസാനം ".sha256" ചേർത്ത് ഫയലുകളുടെ യഥാർത്ഥ SHA-256 ഹാഷ് താങ്കൾക്കു ലഭിക്കും.
nn: For å sjekka at filene du lasta ned ikkje er øydelagde kan du bruka SHA-256-sjekk­summar. Legg til «.sha256» på slutten av nedlastings­adressa for å henta ei fil som inneheld rett sjekksum.
pl: Aby sprawdzić spójność naszych plików, możesz pobrać skrót SHA-256 plików, dodając ".sha256" na końcu adresu do ich pobrania.
ro: Pentru a verifica integritatea descărcărilor dvs., puteți lua semnătura hash SHA-256 originală a fișierelor, adăugând „.sha256” la sfârșitul URL-ului lor de descărcare.
sk: Pre kontrolu celistvosti stiahnutého súboru môžete získať pôvodný SHA-256 hash súboru, pridaním ".sha256" na koniec URL pre stiahnutie daného súboru.
sl: Da bi preverili celovitost vaših prenosov, lahko dobite izvirno kontrolno vsoto SHA-256 vaših datotek z dodajanjem ".sha256" na koncu spletnega naslova za prenos.
sq: Për të kontrolluar integritetin e shkarkimeve tuaja mund të merrni hashin origjinal SHA-256 të kartelave duke shtuar “.sha256” në fund të URL-së përkatëse të shkarkimit.
tr: İndirmelerinizin bütünlüğünü denetlemek için dosyanın indirme URL’lerinin sonuna ‘.sha256' ekleyerek özgün SHA–256 sağlamasını alabilirsiniz.
zh_tw: 要檢查您下載檔案的完整性，您可以在下載連結的後面加上 ".sha256" 下載 SHA-256 簽章檔來比對。

source: The source tarball and the Linux installer are signed with the GPG key from Timothée Giet (public key: %(public_gpg_key)s)
ar: ملف أرشيف المصدر ومُثبتات لينكس مُوقّعة بمفتاح GPG من Timothée Giet (public key: %(public_gpg_key)s)
bg: Изходният архив и инсталаторите на Linux са подписани с GPG ключа от Timothée Giet (публичен ключ: %(public_gpg_key)s)
ca@valencia: L'arxiu tar amb les fonts i l'instal·lador de Linux està signat amb la clau GPG d'en Timothée Giet (clau pública: %(public_gpg_key)s)
cs: Zdrojový tarball a instalátor pro Linux jsou podepsány GPG klíčem od Timothée Giet (public key: %(public_gpg_key)s)
he: ה־tarball של המקור ותוכנת ההתקנה ללינוקס חתומים במפתח GPG מאת Timothée Giet (מפתח ציבורי: %(public_gpg_key)s)
hr: Izvorni tarball i Linux instalacijski programi potpisani su GPG ključem od Timothée Giet (javni ključ: %(public_gpg_key)s)
lt: Pirminis programos tekstas ir „Linux“ diegimo programos yra pasirašyti GPG raktu, priklausančiu Timothée Giet (viešas raktas: %(public_gpg_key)s)
sl: Izvorni arhiv tarball in namestitveni program za Linux sta podpisana s ključem GPG Timothée Giet (javni ključ: %(public_gpg_key)s)

source: sig files:
ar: ملفات التوقيع:
bg: sig файлове:
br: Restroù sig :
ca@valencia: Fitxers de signatura:
cs: sig soubory:
el: αρχεία sig:
eo: sig dosieroj:
es: Archivos de firma:
eu: sinadura fitxategiak:
he: קובצי חתימה (sig):
hr: sig datoteke:
hu: sig fileok:
it: file delle firme:
lt: parašo failai:
lv: „sig“ datnes:
mk: sig датотеки:
ml: സിഗ്നേച്ചർ ഫയലുകൾ:
nn: Signaturfiler:
pl: pliki sig:
ro: fișiere sig:
sk: podpisové súbory:
sl: datoteke s podpisom:
sq: kartela nënshkrimesh:
tr: sig dosyaları:
zh_cn: 签名文件:
zh_tw: 簽章檔：

source: FAQ - GCompris
ar: أسئلة فهمت المتكررة
bg: ЧЗВ - GCompris
ca@valencia: PMF - GCompris
cs: Často kladené dotazy - GCompris
el: Συνήθεις ερωτήσεις - GCompris
eo: Oftaj Demandoj - GCompris
es: Preguntas frecuentes - GCompris
he: שו״ת - ג׳יקומפרי
hr: ČPP - GCompris
hu: GYIK - GCompris
lt: DUK – GCompris
lv: BUJ — „GCompris“
ml: ചോദ്യമേള - ജികോംപ്രി
nn: Spørsmål og svar – GCompris
sl: PZV _ GCompris
sq: PBR - GCompris
tr: SSS — GCompris
zh_tw: 常見問題 - GCompris

source: Frequently Asked Questions
ar: الأسئلة المتكررة
bg: Често задавани въпроси
br: Goulennoù savet alies
ca@valencia: Preguntes més freqüents
cs: Často kladené dotazy
el: Συνήθεις ερωτήσεις
eo: Oftaj Demandoj
es: Preguntas frecuentes
he: שאלות ותשובות
hr: Često postavljena pitanja
hu: Gyakran Ismételt Kérdések
lt: Dažnai užduodami klausimai
lv: Biežāk uzdotie jautājumi
ml: പതിവുചോദ്യങ്ങൾ
nn: Spørsmål og svar
ro: Întrebări care apar des
sl: Pogosto zastavljena vprašanja
sq: Pyetje të Bëra Rëndom
tr: Sıkça Sorulan Sorular
zh_cn: 常见问题解答
zh_tw: 常見問題

source: Why are some assets not contained in the software itself?
ar: لماذا بعض الموارد غير مضمنة في التطبيق؟
bg: Защо някои активи не се съдържат в самия софтуер?
br: Perak n'eus ket perzhioù 'zo er meziant end-eeun?
ca@valencia: Per què alguns recursos no estan continguts en el programari mateix?
cs: Proč nejsou některé doplňky součástí samotného softwaru?
el: Γιατί ορισμένα στοιχεία δεν περιέχονται στο ίδιο το λογισμικό;
eo: Kial iuj valoraĵoj ne estas enhavitaj en la programaro mem?
es: ¿Por qué algunos recursos no están contenidos en el software?
he: למה חלק מהמשאבים אינם חלק מהתוכנה?
hr: Zašto neki dodaci nisu sadržani u samom softveru?
hu: Miért nem tartalmaz egyes részeket a program önmaga?
lt: Kodėl kai kurių resursų nėra pačioje programinėje įrangoje?
lv: Kāpēc programma pati nesatur dažus resursus?
ml: എന്തുകൊണ്ടാണ് ചില അസറ്റുകൾ സോഫ്റ്റ്‍വെയറിൽ തന്നെ ഉൾപ്പെടുത്താത്തത്?
nn: Korfor følgjer ikkje alle ressursane (talefiler/bilete/musikk) med i programmet?
ro: De ce unele componente nu sunt înglobate în direct în pachetul software?
sl: Zakaj nekatera sredstva niso vsebovana kar v sami programski opremi?
sq: Pse nuk i përmban vetë software-i disa elemente?
tr: Neden bazı varlıklar yazılımla birlikte gelmiyor?

source: Including the voices for all languages would make the installer way too heavy and most users are only interested in the voices for their language. Also the extra images and background music take relatively lot of space while not being required to use the software. So to minimize the base installer size we decided to not include those and let users download them from the software if they want to.
ar: إن تضمين الأصوات لجميع اللغات قد يجعل عملية التثبيت ثقيلة للغاية، ويهتم معظم المستخدمين فقط بالأصوات الخاصة بلغتهم.كما تشغل الصور الإضافية وموسيقى الخلفية مساحة كبيرة نسبيًا رغم أن البرنامج بدونها. لذا، ولتقليل حجم أداة التثبيت الأساسية، قررنا عدم تضمينها والسماح للمستخدمين بتنزيلها من البرنامج إذا أرادوا ذلك.
bg: Включването на гласовете за всички езици би направило инсталатора твърде тежък и повечето потребители се интересуват само от гласовете за своя език. Освен това допълнителните изображения и фоновата музика заемат относително много място, като същевременно не се изискват за използването на софтуера. Така че, за да минимизираме размера на основния инсталатор, решихме да не ги включваме и да позволим на потребителите да ги изтеглят от настройките на програмата, ако искат.
br: Reiñ ar mouezhioù evit an holl yezhoù a lakje ar stalier da vezañ re ponner hag an darn vrasañ eus an implijerien zo dreist-holl dedennet gant o yezh hepken. Ar skeudennoù hag ar sonerezh a-dreñv a gemer ur bern plas hep kaout ezhomm dioute evit implijout ar meziant. A-benn skañvaat pouez diazez ar stalier hon eus dibabet chom hep enlakaat reoù 'zo ha lezel an implijerien da bellgargañ pep tra evel ma karont.
ca@valencia: Inclou les veus per a tots els idiomes faria que l'instal·lador fora massa pesat i la majoria dels usuaris només estan interessats en les veus del seu idioma. A més, les imatges addicionals i la música de fons prenen relativament molt espai tot i que no es requerix per a utilitzar el programari. Per a minimitzar la mida de l'instal·lador base, decidim no incloure'ls i permetre que els usuaris els baixen des del programari si ho volen.
cs: Zahrnutím hlasů pro všechny jazyky bychom udělali instalátor příliš velkým a zároveň většinu uživatelů zajímají jen hlasy v jejich jazyce. Také nadbytečné obrázky a hudba na pozadí zabírají relativně dost místa, ačkoliv nejsou pro používání tohoto softwaru nezbytné. Abychom zmenšili velikost základního instalátoru, rozhodli jsme se tyto součásti do něj nezahrnovat a jejich stažení necháváme na uživateli, pokud si to přeje, přímo v tomto softwaru.
el: Η συμπερίληψη των φωνών για όλες τις γλώσσες θα έκανε το πρόγραμμα εγκατάστασης πολύ μεγάλο, ενώ κάθε χρήστης ενδιαφέρεται για τις φωνές της δικής του γλώσσας. Επίσης, οι επιπλέον εικόνες και η μουσική υπόκρουση καταλαμβάνουν σχετικά πολύ χώρο, ενώ δεν είναι απαραίτητα για τη χρήση του λογισμικού. Έτσι, για να ελαχιστοποιήσουμε το μέγεθος του βασικού προγράμματος εγκατάστασης, αποφασίσαμε να μην τα συμπεριλάβουμε και να επιτρέψουμε στους χρήστες να τα κατεβάσουν εάν το θέλουν.
eo: Inkluzive de la voĉoj por ĉiuj lingvoj igus la instalilon tro peza kaj plej multaj uzantoj nur interesiĝas pri la voĉoj de sia lingvo. Ankaŭ la ekstraj bildoj kaj fona muziko prenas relative multe da spaco dum ne estas postulataj por uzi la programaron. Do por minimumigi la bazan instalilon ni decidis ne inkluzivi tiujn kaj lasi uzantojn elŝuti ilin de la programaro se ili volas.
es: Incluir las voces para todos los idiomas haría que el instalador fuera demasiado pesado y la mayoría de los usuarios solo están interesados en las voces de su idioma. Además, las imágenes adicionales y la música de fondo ocupan relativamente mucho espacio y no se necesitan para usar el software. Por ello, para minimizar el tamaño del instalador base, hemos decidimos no incluirlos y permitir que los usuarios los descarguen desde el programa si así lo desean.
he: לכלול את כל קולות הקריינות בכל השפות תכביד על תוכנית ההתקנה יתר על המידה ורוב המשתמשים צריכים את הקריינות בשפה שלהם בלבד. כמו כן, תמונות נוספות ומוזיקת רקע תופסים לא מעט מקום על אף שאין בהם צורך ממשי כדי להשתמש בתוכנה. לכן כדי לצמצם גודל הבסיס של תוכנית ההתקנה החלטנו לא לכלול ולאפשר למשתמשים להוריד אותם מתוך התוכנה במקרה הצורך.
hr: Uključivanje zvučnih zapisa za sve jezike učinilo bi instalacijski program prevelikim a većinu korisnika zanimaju samo zvučni zapisi za jezik kojim se služe. Također, dodatne slike i pozadinska glazba zauzimaju relativno puno prostora, a nisu potrebni za korištenje softvera. Dakle, kako bismo smanjili veličinu osnovnog programa za instalaciju, odlučili smo navedene dodatke ne uključiti u softver već ostaviti mogućnost korisnicima da ih preuzmu ako to žele.
hu: Ha minden hangot tartalmazna a telepítőcsomag, annak mérete sokkal nagyobb lenne. A felhasználók úgyis csak a saját nyelvi készletüket töltik le általában. A plussz képek és háttérzenék relatíve sok helyet foglalnak, ugyanakkor nem szükségesek a szoftver használatához. Az alap telepítőkészlet méretének csökkentése érdekében úgy döntöttük kihagyjuk ezeket, és a felhasználókra bízzuk ezek közül mit töltenek le utlólag.
lt: Įtraukus visų kalbų balsus, diegimo programa taptų sunki, o dauguma vartotojų domisi tik savo kalbos balsais. Be to, papildomi vaizdai ir foninė muzika užima gana daug vietosir nėra būtini naudojimuisi programine įranga. Taigi, norėdami sumažinti bazinio diegimo programos dydį, nusprendėme jų neįtraukti ir leisti vartotojams atsisiųsti juos iš programinės įrangos, jei jie nori.
lv: Visu valodu balss iekļaušana instalāciju padarītu pārāk lielu, kā arī jāņem vērā, ka parasti lietotājam interesē tikai savas valodas balss. Tāpat arī papildu attēli un fona mūzika aizņem relatīvi daudz vietas, tomēr tā nav nepieciešama programmatūras lietošanai. Līdz ar to, lai samazinātu pamata instalācijas datnes izmēru, mēs esam izlēmuši šos resursus neiekļaut un ļaut lietotājiem tos lejupielādēt tiešā veidā programmā.
ml: എല്ലാ ഭാഷകൾക്കുമുള്ള ശബ്‌ദങ്ങൾ ഉൾപ്പെടുത്തിയാൽ ഇൻസ്റ്റാളറിന് വളരെയധികം മെമ്മറി ഉപയോഗിക്കേണ്ടിവരും. മാത്രമല്ല, മിക്ക ഉപയോക്താക്കളും അവരവരുടെ ഭാഷയ്‌ക്കുള്ള ശബ്‌ദങ്ങളിൽ മാത്രമേ താൽപ്പര്യപ്പെടുന്നുള്ളൂ. കൂടാതെ, സോഫ്‌റ്റ്‌വെയറിന്റെ അടിസ്ഥാന ഉപയോഗത്തിന് അവശ്യമല്ലാത്ത കൂടുതലായുള്ള ചിത്രങ്ങളും പശ്ചാത്തല സംഗീതവും ധാരാളം മെമ്മറി സ്പെയ്സ് എടുക്കുന്നു. അതിനാൽ അടിസ്ഥാന ഇൻസ്റ്റാളറിന്റെ വലുപ്പം കുറയ്ക്കുന്നതിന് അവ ഉൾപ്പെടുത്തേണ്ടതില്ലെന്നും ഉപയോക്താക്കൾക്ക് വേണമെങ്കിൽ സോഫ്റ്റ്‌വെയറിൽ നിന്ന് ഡൗൺലോഡ് ചെയ്യാൻ അനുവദിക്കാനും ഞങ്ങൾ തീരുമാനിച്ചു.
nn: Viss me hadde teke med talefiler for alle språka som er støtta, hadde installasjons­programmet teke opp altfor stor plass. Og dei fleste brukarane er berre interesserte i talestøtte for morsmålet sitt. Dei ekstra bileta og bakgrunns­musikken tek òg opp mykje plass, men er ikkje nødvendige for å kunna bruka GCompris. For å minimera storleiken på installasjons­programmet har me derfor valt å ikkje ta med desse, men heller la brukarane lasta dei ned direkte frå programmet om ønskjeleg.
ro: Includerea vocilor pentru toate limbile ar face pachetul de instalare mult prea voluminos, iar majoritatea utilizatorilor sunt interesați doar de vocile pentru limbile lor. De asemenea, imaginile suplimentare și muzica de fundal au o dimensiune destul de mare, și nu sunt neapărat necesare pentru rularea programului. Pentru a minimiza deci dimensiunea pachetului de instalare de bază, am decis să nu le includem și să lăsăm utilizatorii să le descarce din program, dacă își doresc asta.
sl: Če bi vključili glasove za vse jezike, bi bil namestitveni program preveč kompleksen in večino uporabnikov zanimajo samo glasovi za njihov jezik. Tudi dodatne slike in glasba v ozadju zavzamejo razmeroma veliko prostora, medtem ko za uporabo programske opreme niso potrebne. Da bi zmanjšali velikost osnovnega namestitvenega programa, smo se odločili, da jih ne bomo vključili in da bomo uporabnikom omogočili, da jih prenesejo iz programske opreme, če to želijo.
sq: Përfshirja e zërave për krejt gjuhët do ta bënte instaluesin shumë të rëndë dhe shumica e përdoruesve interesohen për zërat për gjuhën e tyre. Tjetër, figurat shtesë dhe muzika për sfond zënë, relativisht, mjaft hapësirë, ndërkohë që s’janë të domosdoshëm për përdorimin e software-it. Ndaj, për të minimizuar madhësinë e instaluesit bazë vendosëm të mos i përfshijmë dhe t’ua lëmë përdoruesve t’i shkarkojnë, nëse duan.
tr: Tüm diller için olan sesleri içermek kur programını çok büyük yapar ve kullanıcıların geneli yalnızca kendi dillerini kurma isterler. Ek görseller ve arka plan müzikleri de yazılımı kullanmak için gerekli olmamakla birlikte çok fazla alan kaplarlar. Kur programının boyutunu minimal bir boyutta tutmak için bunları isteğe bağlı indirmeler olarak sunuyoruz.

source: If you don't want the software to download anything automatically, you can disable the option "Enable automatic downloads/updates of external assets" in the main configuration page.
ar: إذا كنت لا تريد أن يقوم البرنامج بتنزيل أي شيء تلقائيًا، فيمكنك تعطيل الخيار "مكن التنزيلات/التحديثات التلقائية لملفات الأصول الخارجية" في صفحة الضبط الرئيسة.
bg: Ако не искате програмата да изтегля нищо автоматично, можете да деактивирате опцията "Активиране на автоматично изтегляне/актуализиране на звукови файлове" в основната конфигурационна страница.
br: Ma ne fell ket deoc'h e pellgargfe ar meiziant pep tra en un doare emgefreek e c'hellit disober an dibab "Gwiriañ ar pellgargañ/adnevesaat otomatik evit ar restroù son" e-barzh pajenn ar c'hefluniañ pennañ.
ca@valencia: Si no voleu que el programari baixe res automàticament, podeu desmmarcar l'opció «Habilita les baixades o actualitzacions automàtiques de recursos externs» en la pàgina principal de configuració.
cs: Pokud nechcete, aby tento software cokoliv automaticky stahoval, můžete na hlavní stránce konfigurace zakázat volbu "Povolit automatické stahování/aktualizace externích dat".
he: כדי למנוע מהתוכנה להוריד כל דבר שהוא אוטומטית, אפשר לכבות את האפשרות „הפעלת הורדות/עדכונים אוטומטיים של משאבים חיצוניים” בעמוד ההגדרות הראשי.
hr: Ako ne želiš da softver preuzima bilo što automatski, možeš isključiti opciju "Omogući automatsko preuzimanje/ažuriranje zvučnih zapisa" na glavnoj konfiguracijskoj stranici.
lt: Jei nenorite, kad programinė įranga automatiškai siųstųsi iš interneto, pagrindiniame nustatymų puslapyje išjunkite parinktį „Leisti automatinius išorinių išteklių atsisiuntimus/atnaujinimus“.
lv: Ja nevēlaties, lai programmatūra kaut ko pati lejupielādētu, varat pamata konfigurācijā izslēgt opciju „Ieslēgt automātisku ārējo resursu lejupielādi/atjaunināšanu“.
ro: Dacă nu doriți ca programul să descarce ceva în mod automat, puteți dezactiva opțiunea „Activează descărcările automate/actualizările elementelor externe” în pagina principală de configurare.
sl: Če ne želite, da programska oprema samodejno prenese karkoli, lahko na glavni konfiguracijski strani onemogočite možnost »Omogoči samodejne prenose/posodobitve zunanjih sredstev«.
sq: Nëse s’doni që software-i të shkarkojë automatikisht gjithçka, mund të çaktivizoni mundësinë “Aktivizo shkarkime/përditësime automatike të burimeve të jashtme”, që nga faqja kryesore e formësimit.
