Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: Get GCompris from our Download page
ar: نزّل "فهمت" من صفحة التنزيل
bg: Изтеглете GCompris от нашата страница за сваляне
br: Evit kaout GCompris diwar bajenn ar pellgargañ
ca@valencia: Obteniu GCompris des de la nostra pàgina de baixades
cs: Získejte GCompris na naší stránce se soubory ke stažení
el: Κατεβάστε το GCompris από τη σελίδα λήψεων
eo: Ekpreni GCompris de nia Elŝuta paĝo
es: Obtenga GCompris de nuestra página de descarga
eu: Lortu GCompris zama-jaisteko orritik
he: להוריד את ג'יקומפריס מדף ההורדות
hr: Preuzmi GCompris s naše stranice za preuzimanje
hu: A GCompris letöltése a weboldalunkról
it: Ottieni GCompris dalla nostra pagina Download
lt: Atsisiųskite GCompris iš mūsų „Atsisiųsti“ puslapio
lv: Iegūstiet „GCompris“ lejupielāžu lapā
mk: Преземете го Жикомпри од нашата страница за преземање
ml: ജികോംപ്രി ഡൗൺലോഡ് പേജിൽ നിന്നും
nn: Last ned GCompris frå nedlastingssida
pl: Pobierz GCompris z naszej strony pobierania
ro: Ia GCompris din pagina noastră de descărcare
sk: Získajte GCompris z našej stránky pre stiahnutie
sl: Pridobit GCompris z naše spletne strani prenosov
sq: Merreni GCompris-në që nga faqja jonë e Shkarkimit
tr: GCompris’i, indirme sayfamızdan edinin
zh_cn: 从我们的下载页面获取 GCompris
zh_tw: 到我們的下載頁面下載 GCompris

source: Get GCompris from the Play Store
ar: نزّّل "فهمت" من متجر Play
bg: Вземете GCompris от Play Store
br: Evit kaout GCompris diwar ar Play Store
ca@valencia: Obteniu GCompris des de la Play Store
cs: Získat GCompris z obchodu Play
el: Κατεβάστε το GCompris από το Play Store
eo: Ekpreni GCompris el la Play Store
es: Obtenga GCompris de la Play Store
eu: Lortu GCompris Play dendatik
he: להוריד את ג'יקומפריס מה־Play Store
hr: Preuzmi GCompris iz Google Play trgovine
hu: GCompris letöltése a Play Áruházból
it: Ottieni GCompris dal Play Store
lt: Atsisiųskite GCompris iš „Play“ parduotuvės
lv: Iegūstiet „GCompris“ „Play“ veikalā
mk: Преземете го Жикомпри од Play Store
ml: ജികോംപ്രി പ്ലേ സ്റ്റോറിൽ നിന്നും
nn: Last ned GCompris frå Play Store
pl: Pobierz GCompris ze Sklepu Play
ro: Ia GCompris din Magazin Play
sk: Získaj GCompris z Obchodu Play
sl: Pridobite GCompris na spletišču Play Sore
sq: Merreni Gcompris-në që nga Play Store
tr: GCompris’i, Google Play Store’dan edinin
zh_cn: 从 Play Store 获取 GCompris
zh_tw: 從 Play 商店取得 GCompris

source: Get GCompris from the Windows Store
ar: نزّّل "فهمت" من متجر وندوز
bg: Вземете GCompris от Windows Store
br: Evit kaout GCompris diwar ar Windows Store
ca@valencia: Obteniu GCompris des de la Windows Store
cs: Získat GCompris z obchodu Windows Store
el: Κατεβάστε το GCompris από το Windows Store
eo: Ekpreni GCompris el la Vindoza Vendejo
es: Obtenga GCompris de la Windows Store
eu: Lortu GCompris Windows dendatik
he: להוריד את ג'יקומפריס מחנות של הווינדוז
hr: Preuzmi GCompris iz Microsoft Store
hu: GCompris beszerzése a Windows Store-ból
it: Ottieni GCompris dal Windows Store
lt: Atsisiųskite GCompris iš „Windows“ parduotuvės
lv: Iegūstiet „GCompris“ „Windows“ veikalā
mk: Преземете го Жикомпри од Windows Store
ml: ജികോംപ്രി വിൻഡോസ് സ്റ്റോറിൽ നിന്നും
nn: Last ned GCompris frå Windows Store
pl: Pobierz GCompris ze Sklepu Windows
ro: Ia GCompris din Windows Magazin.
sk: Získaj GCompris z obchodu Windows
sl: Pridobite GCompris s spletišča Windows Store
sq: Merreni GCompris-në nga Windows Store
tr: GCompris’i, Microsoft Store’dan edinin
zh_cn: 从 Windows 应用商店获取 GCompris
zh_tw: 從 Windows 商店取得 GCompris

source: You, your children or your school love GCompris. You can support the project with a donation.
ar: إذا أعجبك "فهمت" أو أعجب أطفالك أو مدرستك، ادعم المشروع بتبرّع.
bg: Вие, вашите деца и вашите ученици обичате GCompris. Сега имате възможност да помогнете на този проект.
br: Plijet bras oc'h-c'hwi, ho pugale, ho skol gant GCompris. Bez' e c'hallit skoazellañ ar raktres-mañ en ur reiñ arc'hant deomp.
ca@valencia: Si tu, els teus fills o la teua classe estimen GCompris. Podeu donar suport al projecte amb una donació.
cs: Pokud vy, vaše děti nebo vaše škola máte rádi GCompris, můžete tento projekt podpořit darem.
el: Εσύ, τα παιδιά σου, η τάξη σου αγαπά το GCompris. Μπορείς να υποστηρίξεις το έργο με μια δωρεά.
eo: Vi, viaj infanoj aŭ via lernejo amas GCompris. Vi povas subteni la projekton per donaco.
es: Si a usted, a sus hijos o a sus alumnos les gusta GCompris, puede apoyar el proyecto mediante una donación.
eu: Zuk, zure umeek edo zure eskolak GCompris maite duzue. Proiektuari sostengua eman diezaiokezu dohaintza bat eginez.
he: את/ה, ילדיך או בית הספר שלך אוהבים את GCompris. תוכל/י לתמוך בפרוייקט באמצעות תרומה.
hr: Vjerujemo kako ti, tvoja djeca ili škola rado koristite GCompris. Ovaj projekt možeš podržati donacijom.
hu: Ha te, a gyereked, vagy az osztályod kedveli a GCompris-t, támogathatjátok a projektet.
it: Tu, i tuoi bambini o la tua scuola amate GCompris. Adesso avete l'opportunità di aiutare questo progetto con una donazione.
lt: Jei Jums, Jūsų vaikams ar Jūsų klasei patinka GCompris, projektą galite paremti paaukodami.
lv: Jūs, jūsu bērni vai skola labprāt izmanto „GCompris“. Projektu varat atbalstīt ar ziedojumu.
mk: Вие, вашите деца или вашето училиште го сакате Жикомпри. Можете да го поддржите проектот со донација.
ml: താങ്കളോ താങ്കളുടെ കുട്ടികളോ അല്ലെങ്കിൽ താങ്കളുടെ സ്കൂളോ ജികോംപ്രിയെ സ്നേഹിക്കുന്നു. ഒരു സംഭാവനയിലൂടെ താങ്കൾക്ക് ഈ പ്രൊജക്ടിനെ പിന്തുണയ്ക്കാവുന്നതാണ്.
nn: Kanskje du, barna dine eller skulen din elskar GCompris? De kan no støtta oss med ei pengegåve.
pl: Ty, twoje dzieci, twoja szkoła kochają GCompris. Możesz wesprzeć ten projekt wpłacając na niego pieniądze.
ro: Dumneavoastră, copiii dumneavoastră sau școala dumneavoastră iubesc GCompris. Puteți sprijini acest proiect cu o donație.
sk: Vy, vaše deti, vaši spolužiaci majú radi GCompris. Teraz máte možnosť pomôcť tomuto projektu svojim darom.
sl: Vam, vašim otrokom ali vašemu razredu je všeč GCompris. Sedaj lahko pomagate temu projektu z donacijo.
sq: Ju, fëmijët tuaj ose shkolla juaj e do fort GCompris-in. Mund të përkrahni projektin me një dhurim.
tr: Siz, sizin çocuklarınız veya okulunuz GCompris’e bayılacak. Projeyi, bir bağışla destekleyebilirsiniz.
zh_cn: 你、你的孩子或你的学校喜爱 GCompris。你可以通过捐赠支持这个项目。
zh_tw: 您、您的小孩或您的學校會喜歡 GCompris 的。您可以捐款來支持這個專案。

source: Developing software takes a lot of time, it needs hardware, and other requirements that have a cost.
ar: يستغرق تطوير البرامج الكثير من الوقت، ويحتاج إلى أجهزة ومتطلبات أخرى لها تكلفة.
bg: Разработване на софтуер отнема много време, нужен е хардуер, и други изисквания, които си имат цена.
br: Kalz amzer a vez kemeret da ziorren meziantoù, dafar ez eus ezhomm da gaout ha redioù all a goust un dra bennak.
ca@valencia: Desenvolupar programari pren molt de temps, es necessita maquinari, i hi ha altres requisits que tenen un cost.
cs: Vývoj softwaru zabere hodně času, vyžaduje hardware a další požadavky, které něco stojí.
el: Η ανάπτυξη του λογισμικού είναι χρονοβόρα, απαιτεί υλικό και έχει και άλλες απαιτήσεις που κοστίζουν.
eo: Disvolvi programaron prenas multan tempon, ĝi bezonas aparataron, kaj aliajn postulojn kiuj havas koston.
es: El desarrollo de software requiere mucho tiempo, necesita hardware y otros requisitos que tienen un costo.
eu: Softwarea garatzeak denbora asko behar du, hardwarea behar da, eta kostua duten beste eskakizun batzuk ere bai.
he: פיתוח תוכנות דורש זמן רב, הוא מצריך חומרה ודרישות אחרות שלהן יש עלות.
hr: Razvoj softvera je dugotrajan proces, potreban je hardver ali i drugi zahtjevi koji imaju svoju cijenu.
hu: A szoftverfejlesztés sok idő, hardver és más forrásokat is igényel melyek költségesek.
it: Sviluppare software richiede molto tempo, è necessario hardware e e altri requisiti che hanno un costo.
lt: Programinės įrangos kūrimas reikalauja daug laiko, kompiuterinės įrangos bei kitų kainuojančių dalykų.
lv: Programmatūras izstrāde prasa daudz laika, kā arī aparatūru un daudz ko citu, kas viss maksā.
mk: Развојот на софтвер одзема многу време, а потребен е хардвер и други трошоци.
ml: സോഫ്റ്റ്‍വെയർ ഡവലപ്പു ചെയ്യുന്നതിനു വളരെയധികം സമയമെടുക്കും, ഇതിനു ഹാർഡ്‍വെയറും മുതൽമുടക്കുള്ള മറ്റുപല ആവശ്യകതകളും ഉണ്ട്.
nn: Å utvikla programvare tek mykje tid, og det krev utstyr og anna som kostar pengar.
pl: Rozwijanie oprogramowania zajmuje dużo czasu, potrzebuje sprzętu i innych rzeczy, które kosztują.
ro: Dezvoltarea software este o activitate laborioasă ce necesită timp, hardware și alte lucruri care implică costuri.
sk: Vývoj softvéru zaberá veľa času, je na to potrebný hardvér a iné požiadavky, čo niečo stoja.
sl: Razvoj programske opreme zahteva veliko časa, strojno opremo in druge vire in zahteve, ki stanejo.
sq: Zhvillimi i software-it ha shumë kohë, lyp <em>hardware</em>, dhe të tjera domosdoshmëri që kanë një kosto.
tr: Yazılım geliştirmek çok vakit alır, donanım ve maliyeti yüksek diğer gereksinimleri vardır.
zh_cn: 开发软件需要很多时间，需要硬件和其他成本需求。
zh_tw: 開發軟體需要很多時間，也需要硬體與其他的資源。

source: If you want to support the development of GCompris in a sustainable way, please become a patron of GCompris on Patreon:
ar: إذا كنت ترغب في دعم تطوير "فهمت" بطريقة مستدامة،من فضلك كن أحد رعاة "فهمت" على Patreon:
bg: Ако искате да подкрепите развитието на GCompris по устойчив начин, моля, станете патрон на GCompris в Patreon:
br: Ma fell deoc'h skoazellañ diorroadur GCompris en un doare padus, paeronit GCompris war bPatreon:
ca@valencia: Si voleu ajudar al desenvolupament de GCompris d'una manera sostenible, esdeveniu patrocinador de GCompris en Patreon:
cs: Pokud chcete dlouhodobě podpořit vývoj GComprisu, staňte se prosím patronem GComprisu na Patreonu:
el: Αν θέλεις να υποστηρίξεις την ανάπτυξη του GCompris με τρόπο βιώσιμο, γίνε ευεργέτης του GCompris στο Patreon:
eo: Se vi volas subteni la disvolviĝon de GCompris en daŭrigebla maniero, bonvolu fariĝi patrono de GCompris ĉe Patreon:
es: Si desea apoyar el desarrollo de GCompris de un modo sostenible, puede convertirse en patrocinador de GCompris en Patreon:
eu: GCompris-en garapenari modu iraunkorrean lagundu nahi badiozu, egin zaitez GGompris-en babesle Patreon-en:
he: אם ברצונך לתמוך בפיתוח של GCompris באופן בר-קיימא, אנא הפוך/היפכי ל'פּטרוֹן' (מלווה) של GCompris ב־Patreon:
hr: Ako želiš podržati razvoj GComprisa na održiv način, postani pokrovitelj GComprisa na Patreonu:
hu: Ha szeretnék a GComrpis fejlesztését támogatni, örülünk a Patronon keresztül támogatud munkánkat:
it: Se vuoi supportare lo sviluppo di GCompris in modo sostenibile, diventa un sostenitore di GCompris su Patreon:
lt: Jei norite paremti „GCompris“ vystymą tvariu būdu, tapkite „GCompris“ mecenatu „Patreon“ platformoje:
lv: Ja vēlaties ilgtspējīgā veidā atbalstīt „GCompris“ izstrādi, lūdzam kļūt par „GCompris“ atbalstītāju „Patreon“ lapā:
mk: Ако сакате да го поддржите развојот на Жикомпри, ве молиме станете покровител на Жикомпри на Patreon:
ml: ജികോംപ്രിയുടെ സുസ്ഥിരമായ വികസനത്തെ പിന്തുണയ്ക്കുവാൻ താങ്കൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ദയവായി പേട്രിയോണിൽ ജികോംപ്രിയുടെ ഒരു രക്ഷാധികാരിയാകുക:
nn: Viss du ønskjer å støtta ei bere­kraftig utvikling av GCompris, kan du verta fast sponsor via Patreon:
pl: Jeśli chcesz wspierać rozwój GCompris w ciągły sposób, to stań się patronem GCompris na Patreon:
ro: Dacă doriți să sprijiniți dezvoltarea GCompris într-un mod sustenabil, vă rugăm să deveniți un susținător al GCompris pe Patreon:
sk: Ak chcete podporiť vývoj programu GCompris udržateľným spôsobom, prosím staňte sa patrónom GCompris na Patreone:
sl: Če želite trajnostno podpreti razvoj GComprisa, prosim postanite pokrovitelj GComprisa na Patreonu:
sq: Nëse doni të përkrahni zhvillimin e GCompris-it në një mënyrë të qëndrueshme, ju lutemi, bëhuni një patron i GCompris-it në Patreon:
tr: GCompris’in geliştirmesini sürdürülebilir bir biçimde desteklemek istiyorsanız Patreon üzerinde bir GCompris düzenli bağışçısı olun:
zh_cn: 如果您想要以可持续的方式支持 GCompris 的发展，请成为 Patreon 上 GCompris 的赞助者：
zh_tw: 如果您願意固定支持 GCompirs 的開發，請到 Patreon 支持 GCompris：

source: Become a Patron
ar: أصبح من رعاة Patron
bg: Станете патрон
br: Paeroniañ
ca@valencia: Fer-se patrocinador
cs: Staňte se patronem
el: Γίνε ευεργέτης
eo: Fariĝi Patrono
es: Conviértase en patrocinador
eu: Izan zaitez babesle
he: להפוך לפּטרוֹן (מלווה קבוע)
hr: Postani naš sponzor
hu: Támogass a Patreonon!
it: Diventa un sostenitore
lt: Tapk mecenatu
lv: Kļūt par atbalstītāju
mk: Станете покровител
ml: ഒരു രക്ഷാധികാരിയാകുക
nn: Vert fast sponsor
pl: Stań się patronem
ro: Devino un susținător
sk: Staň sa patrónom
sl: Postanite pokrovitelj
sq: Bëhuni një Patron
tr: Bir Düzenli Bağışçı Ol
zh_cn: 成为赞助者
zh_tw: 到 Patron 支持我們

source: Also, you can donate the amount of your choice to KDE:
ar: أيضًا، تبرع لكيدي بما تجود به نفسك:
bg: Можете да дарите сумата по ваш избор на KDE:
br: Bez' e c'hallit ivez reiñ ar yalc'had a fell deoc'h da gKDE :
ca@valencia: També, podeu donar la quantitat que vulgueu a KDE:
cs: Rovněž můžete KDE darovat částku dle Vašeho výběru:
el: Επίσης μπορείς να δωρίσεις στο KDE το ποσό της επιλογής σου:
eo: Ankaŭ, vi povas donaci la kvanton de via elekto al KDE:
es: Además, puede donar la cantidad que decida a KDE:
eu: Gainera, zuk aukeratzen duzun kopurua eman diezaiokezu dohaintzan KDEri:
he: כמו-כן, ניתן לתרום סכום לפי ראות עיניך ל־KDE:
hr: Također, možeš donirati željeni iznos za KDE:
hu: Bármekkora összeg adományozható a KDE-nek is:
it: Inoltre, puoi donare un qualsiasi importo a KDE:
lt: Jūs taip pat galite paaukoti norimą sumą „KDE“ bendruomenei:
lv: Tāpat varat ziedot KDE Jūsu izvēlētu summu:
mk: Исто така, можете да го донирате износот по ваш избор на KDE:
ml: കൂടാതെ, താങ്കൾ ആഗ്രഹിക്കുന്ന തുക കെഡിഇ-ലേക്കു സംഭാവന ചെയ്യാവുന്നതാണ്:
nn: Du kan òg gje ein éingongs­sum til KDE:
pl: Możesz także wpłacić dowolnie przez siebie wybraną kwotę na KDE:
ro: De asemenea, puteți dona o sumă la alegerea dvs. pentru KDE:
sk: Môžete tiež podporiť KDE sumou podla vášho výberu:
sl: Znesek po svoji izbiri lahko donirate tudi KDE:
sq: Veç kësaj, mund të dhuroni sasinë që doni te KDE-ja:
tr: Ayrıca, kendinizin belirleyeceği bir tutarı KDE’ye bağışta bulunabilirsiniz:
zh_cn: 此外，您还可以将您选择的金额捐给KDE：
zh_tw: 您也可以指定部份金額支持 KDE：

source: Donate to KDE
ar: تبرع لكِيدِي
bg: Направете дарение на KDE
br: Reiñ da dKDE
ca@valencia: Feu una donació a KDE
cs: Přispějte KDE
el: Δωρεά στο KDE
eo: Donaci al KDE
es: Hacer una donación a KDE
eu: Egin dohaintza KDEri
he: לתרום ל־KDE
hr: Doniraj KDE
hu: Adományozás a KDE-nek
it: Fai una donazione
lt: Paaukoti „KDE“
lv: Ziedot KDE
mk: Донирајте на KDE
ml: കെഡിഇ-ലേക്കു സംഭാവന ചെയ്യുക
nn: Gje pengegåve til KDE
pl: Wpłać na KDE
ro: Donează la KDE
sk: Darovať KDE
sl: Donirajte skupnosti KDE
sq: Dhuroni për KDE-në
tr: KDE’ye Bağışta Bulun
zh_cn: 向 KDE 捐款
zh_tw: 捐款給 KDE

source: Thanks for supporting Free Software in education.
ar: شكرا لدعمك البرمجيات الحرة في التعليم.
bg: Благодаря за подкрепата ви за свободен софтуер в образованието.
br: Trugarez da skoazellañ ar meziantoù digor er gelennadurezh.
ca@valencia: Gràcies per donar suport al programari lliure en l'educació.
cs: Děkujeme za podporu Svobodného softwaru ve vzdělávání.
el: Ευχαριστώ που υποστηρίζεις το Ελεύθερο Λογισμικό στην εκπαίδευση.
eo: Dankon pro subteno de Libera Programaro en edukado.
es: Gracias por apoyar el software libre en la educación.
eu: Eskerrik asko hezkuntzan Software Askeari sostengua emateagatik.
he: תודה על תמיכתך בתוכנות חופשיות בחינוך.
hr: Hvala što podržavaš besplatni obrazovni softver.
hu: Köszönjük, hogy támogatja a szabad szoftvereket az oktatásban.
it: Grazie per il tuo sostegno al software libero nella didattica.
lt: Dėkojame už paramą laisvai edukacinei programinei įrangai.
lv: Paldies par jūsu atbalstu brīvajai programmatūrai izglītībā.
mk: Ви благодариме што поддржувате слободен софтвер во образованието.
ml: വിദ്യാഭ്യാസത്തിൽ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറിനെ പിന്തുണച്ചതിന് നന്ദി.
nn: Takk for støtta di til pedagogisk fri programvare.
pl: Dzięki wszystkim za wspieranie darmowego oprogramowania w edukacji.
ro: Vă mulțumim pentru sprijinirea produselor software educaționale gratuite.
sk: Ďakujem za vašu podporu slobodného softvéru vo výučbe.
sl: Hvala za vašo podporo prosti izobraževalni programski opremi.
sq: Faleminderit që përkrahni Software-in e Lirë në edukim.
tr: Eğitim alanında Özgür Yazılım’ları desteklediğiniz için teşekkürler.
zh_cn: 感谢支持免费教育软件。
zh_tw: 感謝您支持教育領域的自由軟體。

source: Patreon
ar: باتريون
he: פָּטרוֹן (תמיכה קבועה)
hu: Támogatás Patreonon
ml: പേട്രിയോൺ
pl: Patron

source: Thanks to everyone supporting GCompris on Patreon!
ar: شكرًا لكل من يدعم "فهمت" على Patreon!
bg: Благодарности на всички, които подкрепят GCompris на Patreon!
br: Trugarez da skoazellañ GCompris war bPatreon !
ca@valencia: Gràcies a tothom per ajudar GCompris en Patreon!
cs: Díky všem kdo podporují GCompris na Patreonu!
el: Ένα ευχαριστώ σε όλους για την υποστήριξη του Ελεύθερου Λογισμικού στο Patreon!
eo: Dankon al ĉiuj subtenantaj GCompris ĉe Patreon!
es: ¡Gracias a todos por apoyar a GCompris en Patreon!
eu: Eskerrik asko Patreon bidez GCompris-i laguntzen diozuen guztiei!
he: תודות לכל המממנים שתומכות ותומכים בג׳יקומפרי!
hr: Hvala svima koji podržavaju GCompris na Patreonu!
hu: Köszönjük, hogy támogat a Patreonon keresztül!
it: Grazie a tutti per il sostegno al GCompris su Patreon!
lt: Dėkojame visiems už paramą „Patreon“ platformoje!
lv: Pateicamies visiem, kas atbalsta „GCompris“ „Patreon“ vietnē!
mk: Благодарност до сите што го поддржаа Жикомпри на Patreon!
ml: പേട്രിയോണിൽ ജികോംപ്രിയെ പിന്തുണയ്ക്കുന്ന എല്ലാവർക്കും നന്ദി!
nn: Takk til alle som støttar GCompris på Patreon!
pl: Dzięki wszystkim za wspieranie GCompris na Patreonie!
ro: Vă mulțumim tuturor acelora care sprijină GCompris pe Patreon!
sk: Ďakujem každému za podporu GComprisu na Patreone!
sl: Hvala vsem, ki podpirate GCompris na Patreonu!
sq: Faleminderit gjithkujt që përkrah GCompris-in në Patreon!
tr: GCompris’i Patreon üzerinde destekleyen herkese teşekkürler!
zh_cn: 感谢所有在 Patreon 上支持 GCompris 的人！
zh_tw: 感謝所有在 Patreon 上支持 GCompris 的人！

source: Windows
ar: النوافذ
eo: Vindozo
he: חלונות
ml: വിൻഡോസ്

source: You can install GCompris <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">from the Windows Store</a>.
ar: نزّل "فهمت" <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">من متجر وندوز</a>.
bg: Можете да инсталирате GCompris <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">от магазина на Windows</a>.
br: Bez' e c'hallit staliañ GCompris <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">diwar Windows Store</a>.
ca@valencia: Podeu instal·lar GCompris <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">des de la Windows Store</a>.
cs: GCompris můžete nainstalovat <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">z obchodu Windows Store</a>.
el: Μπορείτε να εγκαταστήσετε το GCompris <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">από το Windows Store</a>.
eo: Vi povas instali GCompris <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">de la Vindoza Vendejo</a>.
es: Puede instalar GCompris desde la <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">Windows Store</a>.
eu: GCompris instalatu dezakezu <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">Windows-en dendatik</a>.
he: אפשר להתקין <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm"> את GCompris מחנות האפליקציות של ווינדוס</a>.
hr: GCompris možeš instalirati iz <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">Microsoft Store</a>.
hu: A GCompris eléérhető a <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">Windows Store-ból is</a>.
it: Puoi installare GCompris <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">dal Windows Store</a>.
lt: Jūs galite įdiegti „GCompris“ <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">iš „Windows“ parduotuvės</a>.
lv: Varat instalēt „GCompris“ <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">no „Windows“ veikala</a>.
mk: Може да инсталирате Жикомпри <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">од Windows Store</a>.
ml: ശ്രദ്ധിയ്ക്കുക: മലയാള ഭാഷയ്ക്ക്, ഡിഫോൾട്ടായുള്ള ഫോണ്ടായ "Andika-R" ഉപയോഗിക്കുമ്പോൾ ചില പ്രശ്നങ്ങൾ ഞങ്ങളുടെ ശ്രദ്ധയിൽ പെട്ടിട്ടുണ്ട്. മലയാളം ഉപയോഗിക്കുന്നവർ ആപ്ലിക്കേഷൻ മെനുവിൽ നിന്നും "Noto-Sans-Malayalam" അല്ലെങ്കിൽ "Raghu-Malayalam-Sans" എന്ന ഫോണ്ട് തെരഞ്ഞെടുക്കുന്നതാണ് ഉത്തമം (താങ്കളുടെ ലിസ്റ്റിൽ ഇത് ലഭ്യമല്ലെങ്കിൽ താങ്കളുടെ സിസ്റ്റത്തിൽ ആ ഫോണ്ട് ഇൻസ്റ്റാൾ ചെയ്താൽ മാത്രമേ അത് തെരഞ്ഞെടുക്കാൻ കഴിയൂ).<br/><br/>ജികോംപ്രി <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">വിൻഡോസ് സ്റ്റോറി</a>ൽ നിന്നും ഇൻസ്റ്റാൾ ചെയ്യാവുന്നതാണ്.
nn: Du kan installera GCompris <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">frå Windows Store</a>.
pl: Możesz wgrać GCompris <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">ze Sklepu Windowsa</a>.
ro: Puteți instala GCompris <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">din Windows Magazin.</a>
sk: Možete nainštalovať GCompris <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">z Obchodu Windows</a>.
sl: GCompris lahko namestite iz <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">trgovine Windows Store</a>.
sq: GCompris-in mund ta instaloni <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">që nga Windows Store</a>.
tr: GCompris’i <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">Microsoft Store</a>’dan indirebilirsiniz.
zh_cn: 您可以从 Windows 应用商店安装 GCompris <a href="https://www.microsoft.com/zh-cn/store/p/gcompris/9pgxjtcxn8qm"></a>。
zh_tw: 您可以從 <a href="https://www.microsoft.com/en-us/store/p/gcompris/9pgxjtcxn8qm">Windows 商店</a> 下載 GCompris。

source: Note: the Windows Store requires Windows 10.
ar: ملاحظة: يتطلب متجر ويندوز نظام التشغيل ويندوز 10.
bg: Забележка: Магазинът на Windows изисква Windows 10.
br: Da c'houzout : Dav eo kaout Windows 10 evit implijout Windows Store.
ca@valencia: Nota: la Windows Store requerix Windows 10.
cs: Upozornění: obchod Windows Store vyžaduje Windows 10.
el: Σημείωση: το Windows Store απαιτεί Windows 10.
eo: Notu: la Vindoza Vendejo postulas Windows 10.
es: Nota: la Windows Store necesita Windows 10.
eu: Oharra: Windows dendak Windows 10 izatea eskatzen du.
he: לתשומת לבך: חנות חלונות דורשת חלונות 10.
hr: Napomena: Microsoft Store zahtijeva Windows 10.
hu: Megjegyzés: A Windows Store megnyitásához Windows 10 rendszerre van szükség.
it: Nota: lo Windows Store richiede Windows 10.
lt: Pastaba: „Windows“ parduotuvė reikalauja Windows 10.
lv: Piezīme: lai izmantotu„Windows“ veikalu, nepieciešams „Windows 10“.
mk: Забелешка: За Windows Store е потребен Windows 10.
ml: കുറിപ്പ്: വിൻഡോസ് സ്റ്റോറിന് വിൻഡോസ് 10 ആവശ്യമാണ്.
nn: Merk: Windows Store krev Windows 10.
pl: Uwaga: Sklep Windowsa wymaga Windowsa 10.
ro: Notă: Windows Store necesită Windows 10.
sk: Poznámka: Obchod Windows vyžaduje Windows 10.
sl: Opomba: Trgovina Windows zahteva Windows 10.
sq: Shënim: Windows Store lyp Windows 10.
tr: Microsoft Store, Windows 10 gerektirir.
zh_cn: 注意：Windows 应用商店需要 Windows 10。
zh_tw: 注意：Windows 商店至少需要使用 Windows 10 以上的版本。
