Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

# 20230606.html
source: Some improvements of keyboard handling (shortcuts, focus...) have been done on several activities.
es: Se han realizado algunas mejoras en el manejo del teclado (accesos rápidos, foco, etc.) en algunas actividades.
eu: Hainbat jardueratan teklatua maneiatzeko hobekuntza batzuk egin dira (lasterbideak, fokua...).
tr: Çeşitli etkinliklerde klavye olayları (kısayollar, odak vb.) iyileştirildi.
zh_cn: 在几项活动方面对键盘处理作了一些改进 (快捷键、焦点...)。

# 20230606.html
source: It also contains new graphics and improvements on \"Photo hunter\".
es: También contiene nuevos gráficos y mejoras en «Cazador de fotos».
eu: \"Argazki ehiztaria\" jardueran ere grafiko berriak eta hobekuntzak ditu.
tr: Ayrıca “Fotoğraf avcısı” etkinliği için yeni grafikler var.
zh_cn: 在“照片猎人”上包含新的图形和改进。

# 20230606.html
source: It is fully translated in the following languages:
es: Está completamente traducido a los siguientes idiomas:
eu: Ondoko hizkuntzatan osorik itzulita dago:
tr: GCompris çevirileri aşağıdaki diller için tamdır:
zh_cn: 它完全译成以下语言：

# 20230606.html
source: It is also partially translated in the following languages:
es: También está parcialmente traducido a los siguientes idiomas:
eu: Ondoko hizkuntzatan hein batean ere itzulita dago:
tr: Aşağıdaki diller için çevirilerde eksikler vardır:
zh_cn: 它还被部分翻译成以下语言：

# 20230606.html
source: You can find packages of this new version for GNU/Linux, Windows, Raspberry Pi and macOS on the <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">download page</a>. This update will be available soon in the Android Play store, the F-Droid repository and the Windows store.
es: Puede encontrar paquetes de esta nueva versión para GNU/Linux, Windows, Raspberry Pi y MacOS en la <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">página de descargas</a>. Esta actualización estará disponible en breve en la Play Store de Android, el repositorio F-Droid y en la Windows Store.
eu: <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">zama-jaisteko orrian</a> bertsio berri honetarako GNU/Linux, Windows, Android, Raspberry Pi eta MacOS-rako paketeak aurki ditzakezu. Eguneratze hau laster egongo da eskuragarri Android Play saltokian, F-Droid gordetegian eta Windows saltokian.
tr: Bu yeni sürüm için olan GNU/Linux, Windows, Raspberry Pi ve macOS paketlerini <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">indirme sayfasında</a> bulabilirsiniz. Bu güncelleme kısa süre içinde Google Play Store, F-Droid deposu ve Microsoft Store’da da yerini alacak.
zh_cn: 您可以在 <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">下载页</a> 找到这个新版本的 GNU/Linux、Windows、Raspberry Pi 和 macOS 的包。此更新将很快在 Android Play 商店、F-Droid 仓库和 Windows 商店中提供。

# 20230606.html
source: Thank you all, <br/>Timothée & Johnny
es: Gracias a todos, <br/>Timothée y Johnny
eu: Eskerrik asko guztiei, <br/>Timothée eta Johnny
tr: Herkese teşekkürler!<br/>Timothée ve Johnny
zh_cn: 感谢大家，<br/>Timothée & Johnny

# 20240221.html
source: Release GCompris 4.0
eo: Eldono GCompris 4.0
nn: GCompris 4.0 er ute
tr: GCompris 4.0 Çıktı

# 20240221.html
source: Today we are releasing GCompris version 4.0.
eo: Hodiaŭ ni publikigas GCompris version 4.0.
nn: I dag gjev me ut GCompris versjon 4.0.
tr: Bugün, GCompris’in 4.0 sürümünü yayımlıyoruz.

# 20240221.html
source: This version adds translations for 3 more languages: Bulgarian, Galician and Swahili.
eo: Ĉi tiu versio aldonas tradukojn por 3 pliaj lingvoj: la bulgaran, la galegan kaj la svahilan.
nn: Denne versjonen er omsett til tre nye språk, bulgarsk, galisisk og swahili.
tr: Bu sürüm, üç dil için daha çeviriler ekler: Bulgarca, Galiçyaca ve Suahili.

# 20240221.html
source: It contains 190 activities, including 8 new ones:
eo: Ĝi enhavas 190 aktivejon, inkluzive 8 novajn:
nn: Denne versjonen inneheld 190 aktivitetar, og 8 av desse er heilt nye:
tr: 8’i yeni olmak üzere 190 etkinlik içerir:

# 20240221.html
source: \"Grammar classes\" is an activity to learn to identify words grammatical classes, one class at a time.
tr: “Dilbilgisi sınıflandırmaları”, sözcüklerin türlerini tanımlamak için bir etkinliktir.

# 20240221.html
source: \"Grammar analysis\" is similar to the previous one, but with several classes requested for each sentence.
tr: “Dilbilgisi çözümlemesi”, bir öncekine benzerdir; ancak her bir tümce için birden çok sınıf tanımlamanız istenir.

# 20240221.html
source: \"Calcudoku\" is an arithmetic game where the goal is to fill a grid with numbers according to specific rules.
tr: “Hesapdoku”, bir ızgarayı belirli kurallara göre sayılarla doldurmanız istenen bir aritmetik oyundur.

# 20240221.html
source: With \"Guess 24\", using the 4 given numbers and the operators, find the number 24!
tr: “24’ü Bul” ile, verilen dört sayıyı ve işleçleri kullanarak 24 sayısına ulaşın!

# 20240221.html
source: In \"Frieze\", reproduce and complete the different friezes.
tr: “Friz” oyununda, çeşitli frizleri yeniden oluşturup tamamlayın.

# 20240221.html
source: \"Read a graduated line\" is an activity where you need to find a value represented on a graduated line.
tr: “Dereceli bir çizgi oku”, dereceli bir çizgideki değeri bulmanız gereken bir etkinliktir.

# 20240221.html
source: In \"Use a graduated line\", place the given value on the graduated line.
tr: “Dereceli bir çizgi kullan” ile, verilen değeri dereceli bir çizgi üzerine yerleştirin.

# 20240221.html
source: In \"Adjacent numbers\", learn which numbers come before or after the given sequence.
eo: En \"Apudaj nombroj\", lernu kiuj numeroj venas antaŭ aŭ post la donita sinsekvo.
tr: “Bitişik sayıları bul” ile, verilen diziden önce veya sonra hangi numaraların geldiğini öğrenin.

# 20240221.html
source: It contains bug fixes and graphics improvements on multiple activities.
eo: Ĝi enhavas cimkorektojn kaj grafikaĵajn plibonigojn en pluraj aktivecoj.
tr: Birden fazla etkinlikte hata düzeltmeleri ve grafik iyileştirmeleri içerir.

# 20240221.html
source: One major milestone has been reached with this version: after almost 9 years of work, the task of reworking all the graphics to fit the guidelines has been completed!
eo: Unu grava mejloŝtono estis atingita en ĉi tiu versio: post preskaŭ 9 jaroj de laboro, la tasko relabori ĉiujn grafikaĵojn por konveni la gvidliniojn estis kompletigita!
tr: Bu sürümle önemli bir dönüm noktasına ulaşıldı: Neredeyse 9 yıllık çalışmanın ardından, tüm grafiklerin kılavuzlara uyacak şekilde yeniden işlenmesi görevi tamamlandı!

# 20240221.html
source: It is fully translated in the following languages:
eo: Ĝi estas plene tradukita en la jenajn lingvojn:
nn: Programmet er fullstendig omsett til desse språka:
tr: GCompris çevirileri aşağıdaki diller için tamdır:

# 20240221.html
source: It is also partially translated in the following languages:
eo: Ĝi ankaŭ estas parte tradukita en la sekvajn lingvojn:
nn: Det er òg delvis omsett til desse språka:
tr: Aşağıdaki diller için çevirilerde eksikler vardır:

# 20240221.html
source: You can find packages of this new version for GNU/Linux, Windows, Android, Raspberry Pi and macOS on the <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">download page</a>. This update will also be available soon in the Android Play store, the F-Droid repository and the Windows store.
eo: Vi povas trovi pakaĵojn de ĉi tiu nova versio por GNU/Linukso, Vindozo, Android, Raspberry Pi kaj macOS ĉe la <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">elŝuta paĝo</a>. Ĉi tiu ĝisdatigo estos disponebla baldaŭ en la Android Play-butiko, la F-Droid-deponejo kaj la Vindoza vendejo.
nn: Du finn pakkar for denne nye versjonen for GNU/Linux, Windows, Android, Raspberry Pi og macOS på <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">nedlastings­sida</a>. Oppdateringa er òg snart tilgjengeleg på Android Play Store, i F-Droid og på Windows Store.
tr: Bu yeni sürümün paketlerini <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">indirme sayfasında</a> GNU/Linux, Windows, Android, Raspberry Pi ve macOS için bulabilirsiniz. Bu güncelleme, kısa bir süre içinde Google Play Store, F-Droid deposu ve Microsoft Store’da da kullanılabilir olacaktır.

# 20240221.html
source: Thank you all, <br/>Timothée & Johnny
eo: Dankon al ĉiuj, <br/>Timothée & Johnny
nn: Takk, alle saman!<br/>Timothée & Johnny
tr: Herkese teşekkürler!<br/>Timothée ve Johnny

source: Site last updated the %(revision_date)s.
eo: Retejo laste ĝisdatigis %(revision_date)s.
es: Sitio actualizado por última vez el %(revision_date)s.
eu: Lekuaren azken eguneratzea, %(revision_date)s.
it: Ultimo aggiornamento del sito il %(revision_date)s.
nn: Nettstaden vart sist oppdatert %(revision_date)s.
pl: Witryna zaktualizowana: %(revision_date)s.
tr: Site, en son %(revision_date)s tarihinde güncellendi.

source: System requirements: Windows 7, 8 or 10 with OpenGL 2 support.
el: Απαιτήσεις συστήματος: Windows 7, 8 ή 10 με υποστήριξη OpenGL 2.
eo: Sistempostuloj: Windows 7, 8 aŭ 10 kun OpenGL 2-subteno.
es: Requisitos del sistema: Windows 7, 8 o 10 con OpenGL 2.
eu: Sistemaren betekizunak: Windows 7, 8 edo 10 OpenGL 2ren euskarriarekin.
hu: Rendszerkövetelmények: Windows 7, 8 vagy 10 OpenGL 2 támogatással.
it: Requisiti di sistema: Windows 7, 8 o 10 con supporto OpenGL 2.
mk: Системски побарувања: Windows 7, 8 или 10 со поддршка на OpenGL 2.
ml: സിസ്റ്റത്തിനു വേണ്ട സവിശേഷതകൾ: ഓപ്പൺജിഎൽ 2 സപ്പോർട്ടോടുകൂടിയ വിൻഡോസ് 7, 8 അല്ലെങ്കിൽ 10.
nn: Systemkrav: Windows 7, 8 eller 10 med OpenGL 2-støtte.
pl: Wymagania systemowe:: Windows 7, 8 lub 10 z obsługą OpenGL 2.
sq: Domosdoshmëri sistemi: Windows 7, 8 ose 10, me mbulim të OpenGL 2-shit.
tr: Sistem gereksinimleri: OpenGL 2 desteği içeren Windows 7, 8 veya 10.
zh_cn: 系统要求：Windows 7、8或10 与 OpenGL 2 支持。
zh_tw: 系統需求：Windows 7, 8, 10 以上，有 OpenGL 2 支援。

source: Note: If your system doesn't have OpenGL 2 support or if it's not working properly, please use the entry GCompris (Safe Mode) in the start menu to launch GCompris with the software rendering mode which doesn't use OpenGL.
el: Σημείωση: Εάν το σύστημά σου δεν υποστηρίζει OpenGL 2 ή δεν δουλεύει κανονικά, χρησιμοποίησε την Ασφαλή Λειτουργία του GCompris στο μενού Έναρξης των Windows για να φορτώσεις το GCompris χωρίς τη χρήση OpenGL.
eo: Noto: Se via sistemo ne havas OpenGL 2-subtenon aŭ se ĝi ne funkcias ĝuste, bonvolu uzi la eniron GCompris (Sekura Reĝimo) en la startmenuo por lanĉi GCompris kun la programara bildiga reĝimo kiu ne uzas OpenGL.
es: Nota: Si su sistema no permite usar OpenGL 2 o si no funciona correctamente con él, use la entrada «GCompris (modo seguro)» del menú de inicio para lanzar GCompris con renderización por software, que no usa OpenGL.
eu: Oharra: Zure sistemak OpenGL 2 euskarririk ez badu edo ez badabil ondo, erabili hasera menuko "GCompris (Modu segurua)" GCompris software errendatzeko moduan jaurtitzeko, horrek ez du OpenGL erabiltzen.
hu: Ha a rendszered nem támogatja az OpenGL 2-t vagy nem működik rendesen használd a GCompris (Csökkentett módban)-t az indítóképernyőn, a GCompris Szoftver rendetring módban való indításához
it: Nota: se il tuo sistema non supporta OpenGL 2 o se non funziona correttamente, puoi utilizzare la voce GCompris (Safe Mode), presente nel menu Start, per avviare GCompris in modalità resa software che non utilizza OpenGL.
mk: Забелешка: Ако вашиот систем нема поддршка за OpenGL 2 или ако не работи правилно, користете го режимот Жикомпри (Безбеден режим) во почетното мени за да го стартувате Жикомпри во режим со рендерирање на софтвер кој не користи OpenGL.
ml: കുറിപ്പ്: താങ്കളുടെ സിസ്റ്റത്തിന് ഓപ്പൺജിഎൽ 2 സപ്പോർട്ടില്ല അല്ലെങ്കിൽ അത് കൃത്യമായി പ്രവർത്തിക്കുന്നില്ല എങ്കിൽ, ദയവായി സ്റ്റാർട്ട് മെനുവിലെ ജികോംപ്രി (സേഫ് മോഡ്) എന്ന എൻട്രി ഉപയോഗിച്ച് ഓപ്പൺജിഎൽ ഉപയോഗിക്കാത്ത സോഫ്റ്റ്‌വെയർ റെന്ററിങ് മോഡിൽ ജികോംപ്രി ലോഞ്ച് ചെയ്യുക.
nn: Merk: Viss systemet ditt ikkje har støtte for OpenGL 2 eller støtta ikkje verkar, kan du bruka meny­oppføringa «GCompris (Safe Mode)» på Start-menyen for å køyra GCompris med programvare­basert oppteikning. Dette brukar ikkje OpenGL.
pl: Uwaga: Jeśli twój system nie obsługuje OpenGL 2 lub nie działa poprawnie, to użyj wpisu GCompris (tryb bezpieczny) w menu start lub uruchom GCompris w trybie wyświetlania programowego, które nie używa OpenGL.
sq: Shënim: Nëse sistemi juaj nuk ka mbulim për OpenGL 2, ose nuk funksionon si duhet, ju lutemi, përdorni zërin GCompris (Safe Mode) te menuja e nisjes, për ta nisur GCompris-in nën mënyrën “software rendering”, e cila s’përdor OpenGL.
tr: Not: Sisteminizde OpenGL 2 desteği yoksa veya düzgün çalışmıyorsa GCompris’i, OpenGL kullanmayan yazılım sunumu kipinde başlatın (Başlat menüsünden “GCompris (Güvenli Kip)”).
zh_cn: 注意: 如果您的系统不支持 OpenGL 2 或者它工作不正常, 请使用开始菜单中的 GCompris (Safe Mode) 启动不使用 OpenGL 的软件渲染模式。
zh_tw: 注意：如果您的系統沒有 OpenGL 2 支援，或無法正常運作，請在開始選單中使用 GCompris（安全模式）來啟動。

source: You can get the macOS version from the link below.
el: Μπορείς να κάνεις λήψη της έκδοσης για macOS από τον παρακάτω δεσμό.
eo: Vi povas akiri la macOS-version de la suba ligilo.
es: Puede obtener la versión para macOS del enlace inferior.
eu: macOS-rako bertsioa eskuratu dezakezu azpiko esteketatik.
hu: A macOS változat az alábbi linken érhető el.
it: Puoi ottenere la versione per macOS dal collegamento seguente.
mk: Верзијата за macOS можете да ја добиете од врската подолу.
ml: താഴെ കൊടുത്ത ലിങ്കിൽനിന്നും മാക്ഒയെസ് പതിപ്പു ലഭിക്കുന്നതാണ്.
nn: Du kan lasta ned macOS-versjonen via lenkja nedanfor.
pl: Wersję na macOSa możesz pobrać z poniższego odnośnika.
sq: Versionin për macOS mund ta merrni prej lidhjes më poshtë.
tr: macOS sürümünü aşağıdaki bağlantıdan edinebilirsiniz.
zh_cn: 您可以从下面的链接中获取 macOS 版本。
zh_tw: 您可以從以下的連結下載 macOS 版。

source: System requirements:
el: Απαιτήσεις συστήματος:
eo: Sistemaj postuloj:
es: Requisitos del sistema:
eu: Sistema-eskakizunak:
hu: Rendszerkövetelmények:
it: Requisiti di sistema:
mk: Системски побарувања:
ml: സിസ്റ്റത്തിനുവേണ്ട സവിശേഷതകൾ:
nn: Systemkrav:
pl: Wymagania systemowe:
sq: Domosdoshmëri sistemi:
tr: Sistem gereksinimleri:
zh_cn: 系统需求：
zh_tw: 系統需求：

source: We provide a standalone package for Raspberry Pi.
el: Παρέχουμε εγκαταστάτη για Raspberry Pi.
eo: Ni provizas memstaran pakon por Raspberry Pi.
es: Proporcionamos un paquete independiente para Raspberry Pi.
eu: Raspberry Pi-rako pakete autonomo bat hornitzen dugu.
hu: Egy különálló csomagot készítettünk a Raspberry Pi-hoz is.
it: Forniamo un pacchetto indipendente per Raspberry Pi.
mk: Обезбедуваме самостоен пакет за Raspberry Pi.
ml: ശ്രദ്ധിയ്ക്കുക: മലയാള ഭാഷയ്ക്ക്, ഡിഫോൾട്ടായുള്ള ഫോണ്ടായ "Andika-R" ഉപയോഗിക്കുമ്പോൾ ചില പ്രശ്നങ്ങൾ ഞങ്ങളുടെ ശ്രദ്ധയിൽ പെട്ടിട്ടുണ്ട്. മലയാളം ഉപയോഗിക്കുന്നവർ ആപ്ലിക്കേഷൻ മെനുവിൽ നിന്നും "Noto-Sans-Malayalam" അല്ലെങ്കിൽ "Raghu-Malayalam-Sans" എന്ന ഫോണ്ട് തെരഞ്ഞെടുക്കുന്നതാണ് ഉത്തമം (താങ്കളുടെ ലിസ്റ്റിൽ ഇത് ലഭ്യമല്ലെങ്കിൽ താങ്കളുടെ സിസ്റ്റത്തിൽ ആ ഫോണ്ട് ഇൻസ്റ്റാൾ ചെയ്താൽ മാത്രമേ അത് തെരഞ്ഞെടുക്കാൻ കഴിയൂ).<br/><br/>റാസ്ബെറി പൈയ്ക്കു വേണ്ടി സ്വതന്ത്രമായ ഒരു പാക്കേജ് ഞങ്ങൾ ലഭ്യമാക്കിയിട്ടുണ്ട്.
nn: Me tilbyr ein frittståande pakke for Raspberry Pi.
pl: Dostarczamy wolnostojący pakiet dla Raspberry Pi.
sq: Japim një paketë më vete për Raspberry Pi.
tr: Raspberry Pi için özel bir paket sunuyoruz.
zh_cn: 我们为树莓派提供了一个独立软件包。
zh_tw: 我們提供在樹莓派上的獨立運作套件。

source: The source tarball and the Linux installers are signed with the GPG key from Timothée Giet (public key: %(public_gpg_key)s)
el: Το πηγαίο αρχείο και οι εγκαταστάτες Linux έχουν υπογραφεί με κλειδί GPG από τον Timothée Giet (public key: %(public_gpg_key)s)
eo: La fonto tarball kaj la Linuksaj instaliloj estas subskribitaj per la GPG-ŝlosilo de Timothée Giet (publika ŝlosilo: %(public_gpg_key)s)
es: El <em>tarball</em> con el código fuente y los instaladores para Linux están firmados con la clave GPG de Timothée Giet (clave pública: %(public_gpg_key)s)
eu: Sorburuen «tar» fitxategia eta Linux instalatzailea Timothée Giet-en GPG gakoarekin sinatuta daude (gako publikoa: %(public_gpg_key)s)
hu: A forrás tarball és a Linux telepítők GPG kulccsal vannak ellátva Timothée Giet (publikus kulcs: %(public_gpg_key)s)
it: L'archivio dei sorgenti e i file di installazione Linux sono firmati con la chiave GPG da Timothée Giet (chiave pubblica: %(public_gpg_key)s)
ml: സോഴ്സ് ടാർബോളും ലിനക്സ് ഇൻസ്റ്റാളറുകളും GPG കീ ഉപയോഗിച്ച് ടിമോത്തെ ജിയറ്റ് ഒപ്പു വെച്ചിരിക്കുന്നു (പബ്ലിക് കീ: %(public_gpg_key)s)
nn: Arkivfilene med kjeldekoden og Linux-installerings­programmet er signerte med GPG-nøkkelen til Timothée Giet (offentlegnøkkel: %(public_gpg_key)s)
sq: Paketa <em>tarball</em> e burimit dhe instaluesit për Linux janë nënshkruar me kyçin GPG nga Timothée Giet (kyç publik: %(public_gpg_key)s)
tr: Kaynak tarball’ları ve Linux kurucuları, Timothée Giet tarafından sağlanan GPG anahtarı ile imzalanmıştır (genel anahtar: %(public_gpg_key)s)
zh_tw: 程式源碼的 tarball 壓縮檔以及 Linux 安裝檔都已由 Timothée Giet 的 GPG 金鑰簽署過（他的公開金鑰為：%(public_gpg_key)s）

source: If you don't want the software to download anything automatically, you can disable the option "Enable automatic downloads/updates of sound files" in the main configuration page.
eo: Se vi ne volas, ke la programaro elŝutu ion aŭtomate, vi povas malŝalti la elekteblon "Ebligi aŭtomatajn elŝutojn/ĝisdatigojn de sondosieroj" en la ĉefa agorda paĝo.
es: Si no desea que el programa descargue todo automáticamente, puede desactivar la opción «Activar descargas/actualizaciones automáticas de los archivos de sonido» en la página de configuración principal.
nn: Viss du ikkje vil at programmet skal lasta ned noko automatisk, kan slå av «Last automatisk ned / oppdater lydfiler» i innstillingane.
tr: Yazılımın kendiliğinden bir şey indirmesini istemiyorsanız ana yapılandırma sayfasında “Ses dosyalarının otomatik indirilmesini/güncellenmesini etkinleştir” seçeneğini devre dışı bırakın.

# 20240523.html
source: Release GCompris 4.1
el: Κυκλοφορία της έκδοσης 4.1 του GCompris.
eo: Eldono GCompris 4.1
hu: GCompris 4.1-s verzió
zh_tw: 釋出 GCompris 4.1

# 20240523.html
source: Today we are releasing GCompris version 4.1.
el: Σήμερα κυκλοφορούμε την έκδοση 4.1 του GCompris.
eo: Hodiaŭ ni publikigas GCompris version 4.1.
hu: Bemutatjuk a GCompris 4.1-ás verzióját.
zh_tw: 我們今天釋出 GCompris 4.1 版。

# 20240523.html
source: It contains bug fixes and graphics improvements on multiple activities.
el: Περιέχει επίσης διορθώσεις σφαλμάτων και βελτιώσεις στα γραφικά πολλών δραστηριοτήτων.
eo: Ĝi enhavas cimkorektojn kaj grafikaĵajn plibonigojn en pluraj aktivecoj.
hu: Hibajavításokat és grafikai javításokat tartalmaz több tevékenységre vonatkozóan.

# 20240523.html
source: It is fully translated in the following languages:
el: Είναι πλήρως μεταφρασμένο στις ακόλουθες γλώσσες:
eo: Ĝi estas plene tradukita en la jenajn lingvojn:
hu: A program az alábbi nyelveken érhető el teljes egészében:

# 20240523.html
source: It is also partially translated in the following languages:
el: Έχει επίσης μεταφραστεί εν μέρει στις ακόλουθες γλώσσες:
eo: Ĝi ankaŭ estas parte tradukita en la sekvajn lingvojn:
hu: Részben pedig azu alábbi nyelveken érhető el:

# 20240523.html
source: You can find packages of this new version for GNU/Linux, Windows, Android, Raspberry Pi and macOS on the <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">download page</a>. This update will also be available soon in the Android Play store, the F-Droid repository and the Windows store.
el: Όπως συνήθως, θα βρείτε τα πακέτα αυτής της νέας έκδοσης για GNU/Linux, Windows, Android, Raspberry Pi και MacOS στη <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">σελίδα λήψεων</a>. Αυτή η ενημέρωση θα είναι σύντομα διαθέσιμη στο Android Play store, στο αποθετήριο F-Droid και στο Windows Store.
eo: Vi povas trovi pakaĵojn de ĉi tiu nova versio por GNU/Linukso, Vindozo, Android, Raspberry Pi kaj macOS ĉe la <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">elŝuta paĝo</a>. Ĉi tiu ĝisdatigo estos disponebla baldaŭ en la Android Play-butiko, la F-Droid-deponejo kaj la Vindoza vendejo.
hu: Szokás szerint az új verzió GNU/Linux, Windows, Android, Raspberry Pi és MacOS csomagjai a, <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">letöltési oldalon keresztül érhetőek el</a>. A frissítés hamarosan érkezik a Play Áruházba illetve a Windows store-on keresztül az F-droidra illetve a Windows store-ba is.

# 20240523.html
source: Thank you all, <br/>Timothée & Johnny
el: Σας ευχαριστούμε, <br/>Timothée & Johnny
eo: Dankon al ĉiuj, <br/>Timothée & Johnny
hu: Mindenkinek köszönjük, <br/>Timothée és Johnny
zh_tw: 感謝您的支持。<br/>Timothée & Johnny

# 20230329.html
source: Release GCompris 3.2
es: Lanzamiento de GCompris 3.2
eu: GCompris 3.2 argitaratzea
it: Versione GCompris 3.2

# 20230329.html
source: Today we are releasing GCompris version 3.2.
es: Hoy hemos publicado GCompris versión 3.2.
eu: Gaurkoan GCompris 3.2 bertsioa argitaratzen dugu.
it: Oggi rilasciamo GCompris versione 3.2.

# 20230329.html
source: This new version contains some bug fixes on multiple activities such as \"Discover the International Morse code\", \"Control the hose-pipe\" and music activities.
es: Esta nueva versión contiene algunas correcciones de errores en varias actividades, como «Descubre el código morse internacional», «Controla la manguera» y las actividades musicales.
eu: Bertsio berri honek hainbat jardueratan akatsak zuzendu ditu, hala nola\"Ezagutu Nazioarteko Morse kodea\", \"Kontrolatu mahuka\" eta musika jardueretan.
it: Questa nuova versione contiene alcune correzioni di bug su molteplici attività come «Scopri il codice Morse internazionale», «Controlla il tubo» e le attività musicali.

# 20230329.html
source: It also contains new graphics for all memory activities and for \"Baby puzzle\".
es: También contiene nuevos gráficos para todas las actividades de memoria y para «Puzle para niños».
eu: \"Haurrentzako buruhaustekoa\" eta oroimen-jarduera guztietarako grafiko berriak ere baditu.
it: Contiene anche una nuova grafica per tutte le attività di memoria e per «Rompicapo per bambini».

# 20230329.html
source: A new command-line argument (--difficulty {value|min-max}) has been added which allows users to force the difficulty filter at a given value or range.
es: Se ha añadido un nuevo argumento a la línea de órdenes (--difficulty {valor|mín-máx}) que permite forzar el filtro de dificultad al valor o intervalo indicado.
eu: Komando-lerroko argumentu berri bat gehitu da (--difficulty {value|min-max}) erabiltzaileei zailtasun iragazkia balio edo barruti jakin batean behartzeko aukera ematen diena.
it: È stato aggiunto un nuovo argomento della riga di comando (--difficulty {valore|min-max}) che consente agli utenti di forzare il filtro di difficoltà a un determinato valore o intervallo.

# 20230329.html
source: The Andika font has been updated to its latest version (6.200).
es: El tipo de letra Andika se ha actualizado a su última versión (6.200).
eu: Andika letra-tipoa azken bertsiora (6.200) eguneratu da.
it: Il carattere Andika è stato aggiornato alla sua ultima versione (6.200).

# 20230329.html
source: It is fully translated in the following languages:
es: Está completamente traducido a los siguientes idiomas:
eu: Osorik itzulita dago ondoko hizkuntzetan:
it: È completamente tradotto nelle seguenti lingue:

# 20230329.html
source: It is also partially translated in the following languages:
es: También está parcialmente traducido a los siguientes idiomas:
eu: Hein batean ere itzulita dago ondoko hizkuntzetan:
it: È anche parzialmente tradotto nelle seguenti lingue:

# 20230329.html
source: Thank you all, <br/>Timothée & Johnny
es: Gracias a todos, <br/>Timothée y Johnny
eu: Eskerrik asko guztiei, <br/>Timothée eta Johnny
it: Grazie a tutti, <br/>Timothée e Johnny
