Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

# 20241129.html
source: Release GCompris 4.3
ar: الإصدار "فهمت" 4.3
bg: Издание 4.3 на GCompris
cs: Vydání GCompris 4.3
he: השקת ג׳יקומפרי 4.3
hr: Izdanje GCompris 4.3

# 20241129.html
source: Today we are releasing GCompris version 4.3.
ar: اليوم أطلقنا إصدار "فهمت" 4.3.
bg: Днес пускаме GCompris версия 4.3.
cs: Dnes vydáváme GCompris verze 4.3.
he: היום אנו משיקים את גרסה 4.3 של ג׳יקומפרי.
hr: Danas smo objavili GCompris verziju 4.3.

# 20241129.html
source: It contains bug fixes and graphics improvements on multiple activities.
ar: فيه صور جديدة ورسوم وتحسينات لعدة أنشطة.
bg: Тя съдържа корекции на грешки и графични подобрения на множество занимания.
cs: Obsahuje opravy chyb a grafická vylepšení ve vícero aktivitách.
he: מכילה תיקוני תקלות ושיפורים גרפיים במגוון פעילויות.
hr: Sadrži ispravke pogrešaka i grafička poboljšanja više aktivnosti.

# 20241129.html
source: It is fully translated in the following languages:
ar: تُرجم بالكامل للغات التالية:
bg: Тя е напълно преведена на следните езици:
cs: Je plně přeloženo do následujících jazyků:
he: מתורגמת במלואה לשפות הבאות:
hr: U potpunosti je preveden na sljedeće jezike:

# 20241129.html
source: It is also partially translated in the following languages:
ar: تُرجم جزئيا باللغات التالية:
bg: Също така е частично преведен на следните езици:
cs: Také je částečně přeloženo do následujících jazyků:
he: היא גם מתורגמת חלקית גם לשפות הבאות:
hr: Također je djelomično preveden na sljedeće jezike:

# 20241129.html
source: You can find packages of this new version for GNU/Linux, Windows, Android, Raspberry Pi and macOS on the <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">download page</a>. Also this update will soon be available in the Android Play store, the F-Droid repository and the Windows store.
ar: يمكنك العثور على حزم هذا الإصدار الجديد لـ لينكس ووندوز وراسبيري اي وماك-أوس وأندرويدعلى <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">صفحة التنزيل</a>. سيتوفر هذا التحديث قريبًا في متجر أندرويد بلاي ومستودع F-Droid ومتجر وندوز.
bg: Можете да намерите пакети от тази нова версия за GNU/Linux, Windows, Android, Raspberry Pi и macOS на <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">download page</a>. Тази актуализация също ще бъде налична скоро в магазините на Android Play, Windows, както и на хранилището на F-Droid.
cs: Balíčky této nové verze můžete najít pro GNU/Linux, Windows, Android, Raspberry Pi a macOS na <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">stránce stahování</a>. Tato aktualizace také bude brzy dostupná v obchodě Google Play, repozitáři F-Droidu a obchodu Windows Store.
he: ניתן למצוא חבילות של הגרסה החדשה הזו לגנוּ/לינוּקס, חלונות, MacOS ורספברי פאי ב<a href=\"https://gcompris.net/downloads{{ suffix }}.html\">דף ההורדות</a>. עדכון זה יהיה זמין בקרוב בחנות Play של Android, המאגרים של F-Droid והחנות של חלונות/Windows.
hr: Kao i obično, možete pronaći pakete nove verzije za GNU/Linux, Windows, Android, Raspberry Pi i macOS na <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">stranici za preuzimanje</a>. Ovo ažuriranje će također uskoro biti dostupno u Android Play trgovini, F-Droid repozitoriju i Windows trgovini.

# 20241129.html
source: Thank you all, <br/>Timothée & Johnny
ar: شكر جزيل للجميع, <br/> تيموثي وجوني
bg: Благодаря на всички, <br/>Timothée & Johnny
cs: Díky všem, <br/>Timothée & Johnny
he: תודה רבה לכולכם, <br/>טימות׳י וְז׳וֹנִי
hr: Hvala svima, <br/>Timothée & Johnny

# 20250130.html
source: Release GCompris 25.0
ar: الإصدار "فهمت" 25.0
bg: Издание 25.0 на GCompris
cs: Vydání GCompris 25.0
he: השקת ג׳יקומפרי 25.0
hr: Izdanje GCompris 25.0

# 20250130.html
source: Today we are releasing GCompris version 25.0.
ar: اليوم أطلقنا إصدار "فهمت" 25.0.
bg: Днес пускаме GCompris версия 25.0.
cs: Dnes vydáváme GCompris verze 25.0.
he: היום אנו משיקים את גרסה 25.0 של ג׳יקומפרי.
hr: Danas smo objavili GCompris verziju 25.0.

# 20250130.html
source: As you can see, we are now basing the major version number on the release year. This makes sense as we are doing one major version per year. It is also a good occasion to do it now to celebrate the 25 years of GCompris.
ar: كما ترى، سنتبنى سنة الإصدار رقمًا للإصدار لأننا نطلق إصدارًا رئيسيا كل سنة، كما أنها مناسبة جيدة لفعل ذلك احتفالًا بمرور 25 عامًا على إطلاق فهمت.
bg: Както можете да видите, сега базираме основната версия на годината на издаване. Това има смисъл, тъй като правим една основна версия на година. Също така е добър повод да го направим сега, за да отпразнуваме 25 години от създаването на GCompris.
cs: Jak si můžete všimnout, my nyní zakládáme číslo větší verze na roku vydání. Toto dává smysl, protože vydáváme jednu větší verzi za rok. Také je to dobrá příležitost to udělat proto, abychom oslavili 25 let GComprisu.
he: כפי שניתן להבחין, מעתה אנו מבססים את מספר הגרסה העיקרי של שנת ההוצאה לאור. יש בזה היגיון מכיוון שאנו מוציאים גרסה עיקרית כל שנה. זאת גם הזדמנות פז לעשות זאת דווקא עכשיו כדי לחגוג 25 שנה לג׳יקומפרי.
hr: Kao što vidiš, sada temeljimo broj glavne verzije na godini izdanja. To ima smisla jer u pravilu godišnje objavljujemo jednu verziju. Također je dobra prilika da to učinimo sada u čast 25 godina GComprisa.

# 20250130.html
source: This version adds translation for one more language: Sanskrit.
ar: يضيف هذا الإصدار ترجمات للغة واحدة: السنسكريتية.
bg: Тази версия добавя превод на допълнителен език - санскрит..
cs: Do této verze přibyl další jazyk: sanskrt.
he: הגרסה הזאת מוסיפה תרגום לשפה נוספת: סנסקריט.
hr: Ova verzija sadrži prijevod za još jedan jezik: sanskrt.

# 20250130.html
source: This new version contains 195 activities, including 5 new ones:
ar: تحوي على 195 نشاطاً منها 5 أنشطة جديدة:
bg: Най-новата версия съдържа 195 занимания, включително 5 нови занимания:
cs: Tato nová verze obsahuje 195 aktivit, včetně 5 nových:
he: הגרסה החדשה מכילה 195 פעילויות, כולל 5 חדשות:
hr: Sadrži 195 aktivnosti, uključujući 5 novih:

# 20250130.html
source: \"Sketch\" is an activity for drawing freely with multiple tools to let children explore their creativity.
ar: \"Sketch\" نشاط رسم حرّ بأدوات مختلفة تتيح للأطفال اكتشاف إبداعهم.
bg: \"Скици\" е занимание за свободно рисуване с множество инструменти за творческа изява на децата.
cs: \"Náčrt\" je aktivita pro volné kreslení pomocí vícera nástrojů, aby děti mohly objevovat svou tvořivost.
hr: \"Sketch\" je aktivnost slobodnog crtanja s različitim alatima koji omogućuju djeci da istražuju svoju kreativnost.

# 20250130.html
source: \"Calculate with ten's complement\" is the continuation of the existing ten's complement activities. This one helps the children to swap the numbers to easily compute a sum.
ar: \"الحساب بمتمم العشرة\" تكملة لأنشطة متمم العشرة الحالية. يساعد هذا النشاط الأطفال على تبديل الأرقام لحساب المجموع بسهولة.
bg: \"Изчисляване с допълнението на десетицата" е продължение на съществуващите занимания с допълнението на десетицата. Тази част помага на децата да разменят числата, за да изчислят лесно сбирането.
cs: \"Počítej s použitím desítkového doplňku\" je pokračováním stávajících aktivit s desítkovým doplňkem. Tato pomáhá dětem jednoduše přehazovat čísla pro výpočet součtu.
hr: \"Računanje s komplementom desetice\" je nastavak postojećih aktivnosti komplementa desetice. Ova aktivnost pomaže djeci da zamijene brojeve kako bi lakše izračunali zbroj.

# 20250130.html
source: \"Vertical addition\" is an activity to write an addition and solve it.
ar: \"الجمع العمودي\" نشاط لتعليم الجمع عموديا.
bg: \"Вертикално събиране\" е занимание за записване на събиране и решаването му.
cs: \"Sčítání pod sebou\" je aktivita pro zápis sčítání a jeho řešení.
hr: \"Okomito zbrajanje\" je aktivnost za pisanje i rješavanje zbrajanja.

# 20250130.html
source: \"Vertical subtraction\", is similar to the addition activity but for subtraction with the borrowing by regrouping method.
ar: \"الطرح العمودي\" نشاط لتعليم الطرح عموديا بالاستعارة وطريقة التجميع.
bg: \"Вертикално изваждане\", е подобно на заниманието със събиране, но е изваждане по метода на заемане чрез прегрупиране.
cs: \"Odčítání pod sebou\" je podobné aktivitě se sčítáním, avšak pro odčítání s půjčováním přeskupovací metodou.
hr: \"Okomito oduzimanje\", slično je aktivnosti zbrajanja, ali za oduzimanje s metodom posuđivanja pregrupiranjem.

# 20250130.html
source: \"Vertical subtraction (compensation)\", is similar to the subtraction one with the borrowing by compensation method.
ar: \"الطرح العمودي (التعويض)\" نشاط لتعليم الطرح عموديا بالاستعارة وطريقة التعويض.
bg: \"Вертикално изваждане (компенсация)\", е подобно на изваждането седно с метода на заемане чрез компенсация.
cs: \"Odčítání pod sebou (kompenzační)\" je podobné aktivitě se sčítáním, avšak pro odčítání s půjčováním kompenzační metodou.
hr: \"Okomito oduzimanje (kompenzacija)\", slično je oduzimanju no koristi metodu posuđivanja kompenzacijom.

# 20250130.html
source: It contains bug fixes and graphics improvements on multiple activities.
ar: فيه تحسينات لرسومات والأخطاء لعدة أنشطة.
bg: Тя съдържа корекции на грешки и графични подобрения за множество занимания.
cs: Obsahuje opravy chyb a grafická vylepšení ve vícero aktivitách.
he: מכילה תיקוני תקלות ושיפורים גרפיים במגוון פעילויות.
hr: Sadrži ispravke pogrešaka i grafička poboljšanja više aktivnosti.

# 20250130.html
source: With the help of teachers, we rewrote a big part of the activities description to be clearer.
ar: بمساعدة المعلمين، أعدنا كتابة جزء كبير من وصف الأنشطة لتصبح واضحة أكثر.
bg: С помощта на учители ние пренаписахме голяма част от описанията на заниманията, за да бъдат по-ясни и разбираеми.
cs: S pomocí učitelů jsme přepsali velkou část popisků aktivit, aby byly jasnější.
he: בעזרתם של מורים ומורות, שכתבנו חלקים נרחבים בתיאורי הפעילויות כדי שיהיו ברורים יותר.
hr: Uz pomoć učitelja prepravili smo veliki dio opisa aktivnosti kako bi bile jasnije.

# 20250130.html
source: When we switch language in the menu, the new language is now applied directly, without having to restart GCompris.
ar: عند تبديل اللغة في القائمة، تُطبّق الآن اللغة الجديدة تطبيقًا مباشرًا، دون الحاجة إلى إعادة تشغيل فهمت.
bg: При смяна на езика в менюто, новият език вече се прилага директно, без да се налага да рестартирате GCompris.
cs: Jakmile přepnete jazyk v nabídce, nový jazyk se rovnou uplatní bez nutnosti restartovat GCompris.
he: החלפת השפה מהתפריט מתבצעת ישירות, ללא צורך בהפעלת ג׳יקומפרי מחדש.
hr: Kada promijenite jezik u izborniku, novi jezik se sada primjenjuje izravno, bez ponovnog pokretanja GComprisa.

# 20250130.html
source: On the technical side, it is also the first release using Qt6.
ar: ومن الناحية الفنية، فهو أيضًا أول إصدار يستخدم Qt6.
bg: От техническа страна това е и първото издание, използващо Qt6.
cs: Z technického pohledu je toto první vydání používající Qt6.
he: מהפן הטכני, זאת גם המהדורה הראשונה שמשתמשת ב־Qt6.
hr: S tehničke strane, u ovom izdanju koristimo Qt6.

# 20250130.html
source: We have also set the graphical renderer to direct3d11 by default on Windows.
ar: لقد ضبطنا أيضًا برنامج العرض الرسومي إلى direct3d11 افتراضيًا على نظام التشغيل Windows.
bg: Също така сме задали графичния рендер на direct3d11 по подразбиране в Windows.
he: בחלונות/Windows הגדרנו את מעבד התצוגה ל־direct3d11 כברירת מחדל.
hr: Također smo postavili grafički renderer na Direct3D 11 prema zadanim postavkama sustava Windows.

# 20250130.html
source: It is fully translated in the following languages:
ar: تُرجم بالكامل للغات التالية:
bg: Тя е напълно преведена на следните езици:
cs: Je plně přeloženo do následujících jazyků:
he: מתורגמת במלואה לשפות הבאות:
hr: U potpunosti je preveden na sljedeće jezike:

# 20250130.html
source: It is also partially translated in the following languages:
ar: تُرجم جزئيا لللغات الآتية:
bg: Също така е частично преведен на следните езици:
cs: Také je částečně přeloženo do následujících jazyků:
he: היא גם מתורגמת חלקית גם לשפות הבאות:
hr: Također je djelomično preveden na sljedeće jezike:

# 20250130.html
source: You can find packages of this new version for GNU/Linux, Windows, Android and Raspberry Pi on the <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">download page</a>. This update will also be available soon in the Android Play store, the F-Droid repository and the Windows store.
ar: تجد حزم هذا الإصدار الجديد لـأنظمةلينكس ووندوز وراسبيري واي وماك-أوس وأندرويد على <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">صفحة التنزيل</a>. سيتوفر هذا التحديث قريبًا في متجر أندرويد بلاي ومستودع F-Droid ومتجر وندوز.
bg: Можете да намерите пакети от тази нова версия за GNU/Linux, Windows, Android, Raspberry Pi и macOS на <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">download page</a>. Тази актуализация също ще бъде налична скоро в магазините на Android Play и Windows, както на хранилището на F-Droid.
cs: Balíčky této nové verze můžete najít pro GNU/Linux, Windows, Android, Raspberry Pi a macOS na <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">stránce stahování</a>. Tato aktualizace také bude brzy dostupná v obchodě Google Play, repozitáři F-Droidu a obchodu Windows Store.
he: אפשר למצוא חבילות לגרסה החדשה הזאת לגנו/לינוקס, Windows,‏ Android, ו־Raspberry Pi ב<a href=\"https://gcompris.net/downloads{{ suffix }}.html\">עמוד ההורדות</a>. העדכון הזה יהיה זמין בקרוב ב־Play Store של Android, במאגר F-Droid ובחנות Windows.
hr: Kao i obično, možete pronaći pakete nove verzije za GNU/Linux, Windows, Android, Raspberry Pi i macOS na <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">stranici za preuzimanje</a>. Ovo ažuriranje će također uskoro biti dostupno u Android Play trgovini, F-Droid repozitoriju i Windows trgovini.

# 20250130.html
source: Thank you all, <br/>Timothée & Johnny
ar: شكرًا جزيلًا للجميع, <br/>Timothée & Johnny
bg: Благодаря на всички, <br/>Timothée & Johnny
cs: Díky všem, <br/>Timothée & Johnny
he: תודה רבה לכולכם, <br/>טימות׳י וְז׳וֹנִי
hr: Hvala svima, <br/>Timothée & Johnny

# language name, item list
source: UK English
ar: الإنجليزية بريطانية
bg: британски английски
br: Saozneg Bro-Saoz
ca@valencia: Anglés RU
cs: Britská Angličtina
el: Αγγλικά UK
eo: Brita angla
es: inglés británico
eu: EBko ingelesa
he: אנגלית בריטית
hr: britanski engleski
hu: angol (brit)
it: Inglese UK
lt: JK anglų
lv: Apvienotās karalistes angļu valoda
ml: യുകെ ഇംഗ്ലീഷ്
nn: Engelsk (Storbritannia)
ro: Engleză britanică
sk: Anglicky (Británia)
sl: britanska angleščina
sq: Anglishte Britanike
tr: Britanya İngilizcesi
zh_cn: 英式英语
zh_tw: 英式英語

# language name, item list
source: American English
ar: الإنجليزية الأمريكية
bg: Американски английски
br: Saozneg Amerika
ca@valencia: Anglés americà
cs: Americká angličtina
el: Αγγλικά ΗΠΑ
eo: Usona angla
es: inglés americano
eu: Amerikako ingelesa
he: אנגלית אמריקאית
hr: američki engleski
hu: angol (USA-beli)
it: Inglese americano
lt: Amerikos anglų
lv: Amerikāņu angļu valoda
ml: അമേരിക്കൻ ഇംഗ്ലീഷ്
nn: Engelsk (USA)
ro: Engleză americană
sk: Anglicky (USA)
sl: ameriška angleščina
sq: Anglishte Amerikane
tr: Amerikan İngilizcesi
zh_cn: 美式英语
zh_tw: 美式英語

# language name, item list
source: Arabic
ar: العربية
bg: Арабски
br: Arabeg
ca@valencia: Àrab
cs: Arabština
el: Αραβικά
eo: Araba
es: árabe
eu: Arabiera
he: ערבית
hr: arapski
hu: arab
it: Arabo
lt: Arabų
lv: Arābu
ml: അറബി
nn: Arabisk
ro: Arabă
sl: arabsko
sq: Arabisht
tr: Arapça
zh_cn: 阿拉伯语
zh_tw: 阿拉伯語

# language name, item list
source: Azerbaijani
ar: الأذربيجانية
bg: Азербайджански
br: Azerbaidjaneg
ca@valencia: Àzeri
cs: Ázerbájdžánština
el: Αζέρικα
eo: Azerbajĝana
es: azerí
eu: Azerbaijanera
he: אזרית
hr: azerbajdžanski
hu: azerbajdzsáni
it: Azero
lt: Azerbaidžaniečių
lv: Azerbaidžāņu
ml: അസർബൈജാനി
nn: Aserbajdsjansk
ro: Azeră
sk: Azerbajdžansky
sl: azarbejdžanščina
sq: Azerbajxhanase
tr: Azerbaycanca
zh_cn: 阿塞拜疆文
zh_tw: 亞塞拜然語

# language name, item list
source: Bulgarian
ar: البلغارية
bg: Български
br: Bulgareg
ca@valencia: Búlgar
cs: Bulharština
el: Βουλγαρικά
eo: Bulgara
es: búlgaro
eu: Bulgariera
he: בולגרית
hr: bugarski
hu: bolgár
it: Bulgaro
lt: Bulgarų
lv: Bulgāru
ml: ബൾഗേറിയൻ
nn: Bulgarsk
ro: Bulgară
sk: Bulharsky
sl: bolgarščina
sq: Bullgarisht
tr: Bulgarca
zh_cn: 保加利亚文
zh_tw: 保加利亞語

# language name, item list
source: Breton
ar: البريتونية
bg: Бретонски
br: Brezhoneg
ca@valencia: Bretó
cs: Bretonština
el: Βρετονικά
eo: Bretona
es: bretón
eu: Bretoiera
he: ברטונית
hr: bretonski
hu: bretoni
it: Bretone
lt: Bretonų
lv: Bretoņu
ml: ബ്രിട്ടൺ
nn: Bretonsk
ro: Bretonă
sk: Bretónsky
sl: bretonščina
sq: Bretonisht
tr: Bretonca
zh_cn: 布列塔尼语

# language name, item list
source: Belarusian
ar: البيلاروسيّة
bg: Белоруски
br: Belaruseg
ca@valencia: Belarús
cs: Běloruština
el: Λευκορωσικά
eo: Belarusa
es: bielorruso
eu: Bielorrusiera
he: בלארוסית
hr: bjeloruski
hu: fehérorosz
it: Bielorusso
lt: Baltarusių
lv: Baltkrievu
ml: ബെലാറഷ്യൻ
nn: Belarusisk
ro: Bielorusă
sk: Bielorusky
sl: beloruščina
sq: Bjellorusisht
tr: Beyaz Rusça
zh_cn: 白俄罗斯语
zh_tw: 白俄羅斯語

# language name, item list
source: Catalan
ar: الكاتالانيّة
bg: Каталонски
br: Katalaneg
ca@valencia: Català
cs: Katalánština
el: Καταλανικά
eo: Kataluna
es: catalán
eu: Katalana
he: קטלאנית
hr: katalonski
hu: katalán
it: Catalano
lt: Katalonų
lv: Katalāņu
ml: കാറ്റലൻ
nn: Katalansk
ro: Catalană
sk: Katalánsky
sl: katalonščina
sq: Katalanisht
tr: Katalanca
zh_cn: 加泰罗尼亚文
zh_tw: 加泰羅尼亞語

# language name, item list
source: Catalan (Valencian)
ar: الكاتاﻻنية (فالينسيا)
bg: Каталонски (Валенсиански)
br: Katalaneg (Bro-Valencia)
ca@valencia: Català (Valencià)
cs: Katalánština (Valencie)
el: Καταλανικά (Βαλένθιας)
eo: kataluna (valencia)
es: catalán (valenciano)
eu: Katalana (Valentziera)
he: קטלאנית ולנסית
hr: katalonski (valencijski)
hu: velencei-katalán
it: Catalano (Valenziano)
lt: Katalonų (Valensija)
lv: Katalāņu (valensiešu)
ml: കാറ്റലൻ (വലൻസിയൻ)
nn: Katalansk (Valencia)
ro: Catalană (valenciană)
sk: Katalánsky (Valencia)
sl: katalonščina (valenščina)
sq: Katalanisht (Valencie)
tr: Katalanca (Valensiya)
zh_cn: 加泰罗尼亚语 (巴伦西亚)

# language name, item list
source: Czech
ar: التشيكية
bg: Чешки
br: Tchekeg
ca@valencia: Txec
cs: Čeština
el: Τσέχικα
eo: Ĉeĥa
es: checo
eu: Txekiera
he: צ׳כית
hr: češki
hu: cseh
it: Ceco
lt: Čekų
lv: Čehu
ml: ചെക്ക്
nn: Tsjekkisk
ro: Cehă
sk: Česky
sl: češčina
sq: Çekisht
tr: Çekçe
zh_cn: 捷克文
zh_tw: 捷克語

# language name, item list
source: Danish
ar: الدنماركية
bg: Датски
br: Daneg
ca@valencia: Danés
cs: Dánština
el: Δανικά
eo: Dana
es: danés
eu: Daniera
he: דנית
hr: danski
hu: dán
it: Danese
lt: Danų
lv: Dāņu
ml: ഡാനിഷ്
nn: Dansk
ro: Daneză
sk: Dánsky
sl: danščina
sq: Danisht
tr: Danca
zh_cn: 丹麦文
zh_tw: 丹麥語

# language name, item list
source: German
ar: الألمانية
bg: Немски
br: Alamaneg
ca@valencia: Alemany
cs: Němčina
el: Γερμανικά
eo: Germana
es: alemán
eu: Alemana
he: גרמנית
hr: njemački
hu: német
it: Tedesco
lt: Vokiečių
lv: Vācu
ml: ജർമൻ
nn: Tysk
ro: Germană
sk: Nemecky
sl: nemščina
sq: Gjermanisht
tr: Almanca
zh_cn: 德语
zh_tw: 德語

# language name, item list
source: Greek
ar: اليونانية
bg: Гръцки
br: Gresianeg
ca@valencia: Grec
cs: Řečtina
el: Ελληνικά
eo: Greka
es: griego
eu: Grekoa
he: יוונית
hr: grčki
hu: görög
it: Greco
lt: Graikų
lv: Grieķu
ml: ഗ്രീക്ക്
nn: Gresk
ro: Greacă
sk: Grécky
sl: grščina
sq: Greqisht
tr: Yunanca
zh_cn: 希腊语
zh_tw: 希臘語

# language name, item list
source: Esperanto
ar: الإسبرانتو
bg: Есперанто
br: Esperanteg
el: Εσπεράντο
he: אספרנטו
hu: eszperantó
ml: എസ്പെരാന്തോ
zh_cn: 世界语
zh_tw: 世界語

# language name, item list
source: Spanish
ar: الإسبانيّة
bg: Испански
br: Kastilhaneg
ca@valencia: Espanyol
cs: Španělština
el: Ισπανικά
eo: Hispana
es: español
eu: Gaztelania
he: ספרדית
hr: španjolski
hu: spanyol
it: Spagnolo
lt: Ispanų
lv: Spāņu
ml: സ്പാനിഷ്
nn: Spansk
ro: Spaniolă
sk: Španielsky
sl: španščina
sq: Spanjisht
tr: İspanyolca
zh_cn: 西班牙文
zh_tw: 西班牙語

# language name, item list
source: Estonian
ar: الإستونية
bg: Естонски
br: Estoneg
ca@valencia: Estonià
cs: Estonština
el: Εσθονικά
eo: Estona
es: estonio
eu: Estoniera
he: אסטונית
hr: estonski
hu: észt
it: Estone
lt: Estų
lv: Igauņu
ml: എസ്തോണിയൻ
nn: Estisk
ro: Estoniană
sk: Estónsky
sl: estonsčina
sq: Estonisht
tr: Estonca
zh_cn: 爱沙尼亚文
zh_tw: 愛沙尼亞語

# language name, item list
source: Basque
ar: الباسكيّة
bg: Баскийски
br: Euskareg
ca@valencia: Basc
cs: Baskičtina
el: Βασκικά
eo: Eŭska
es: euskera
eu: Euskara
he: בסקית
hr: baskijski
hu: baszk
it: Basco
lt: Baskų
lv: Basku
ml: ബാസ്ക്
nn: Baskisk
ro: Bască
sk: Baskicky
sl: baskovščina
sq: Baskisht
tr: Baskça
zh_cn: 巴斯克文
zh_tw: 巴斯克語

# language name, item list
source: Finnish
ar: الفنلنديّة
bg: Фински
br: Finneg
ca@valencia: Finés
cs: Finština
el: Φινλανδικά
eo: Finna
es: finés
eu: Finlandiera
he: פינית
hr: finski
hu: finn
it: Finlandese
lt: Suomių
lv: Somu
ml: ഫിന്നിഷ്
nn: Finsk
ro: Finlandeză
sk: Fínsky
sl: finščina
sq: Finlandisht
tr: Fince
zh_cn: 芬兰文
zh_tw: 芬蘭語

# language name, item list
source: French
ar: الفرنسيّة
bg: Френски
br: Galleg
ca@valencia: Francés
cs: Francouzština
el: Γαλλικά
eo: Franca
es: francés
eu: Frantsesa
he: צרפתית
hr: francuski
hu: francia
it: Francese
lt: Prancūzų
lv: Franču
ml: ഫ്രെഞ്ച്
nn: Fransk
ro: Franceză
sk: Francúzsky
sl: francoščina
sq: Frëngjisht
tr: Fransızca
zh_cn: 法语
zh_tw: 法語

# language name, item list
source: Irish
ar: الإيرلنديّة
bg: Ирландски
br: Gouezeleg Bro-Iwerzhon
ca@valencia: Irlandés
cs: Irština
el: Ιρλανδικά
eo: Irlanda
es: irlandés
eu: Irlandera
he: אירית
hr: irski
hu: ír
it: Irlandese
lt: Airių
lv: Īru
ml: ഐറിഷ്
nn: Irsk
ro: Irlandeză
sk: Írsky
sl: irščina
sq: Irlandisht
tr: İrlandaca
zh_cn: 爱尔兰语

# language name, item list
source: Scottish Gaelic
ar: الجالية اﻻسكوتلندية
bg: Шотландски келтски
br: Gouezeleg Bro-Skos
ca@valencia: Gaèlic escocés
cs: Skotská gaelština
el: Σκωτικά Γαελικά
eo: Skotgaela
es: gaélico escocés
eu: Eskoziako gaelera
he: גאלית סקוטית
hr: škotski galski
hu: skóciai kelta
it: Gaelico scozzese
lt: Škotų gėlų
lv: Skotu gēlu
ml: സ്കോട്ടിഷ് ഗാലിക്
nn: Skotsk-gælisk
ro: Galeză scoțiană
sk: Škótsky (Gaelsky)
sl: škotska galščina
sq: Galike Skoceze
tr: İskoç Galcesi
zh_cn: 苏格兰盖尔语
zh_tw: 蘇格蘭蓋爾語

# language name, item list
source: Galician
ar: الجليقيّة
bg: Галисийски
br: Galizeg
ca@valencia: Gallec
cs: Galicijština
el: Γαλικικά
eo: Galego
es: gallego
eu: Galiziera
he: גליסית
hr: galicijski
hu: gall
it: Galiziano
lt: Galiciečių
lv: Galisiešu
ml: ഗലീഷ്യൻ
nn: Galisisk
ro: Galiciană
sk: Haličsky
sl: galicijščina
sq: Galicisht
tr: Galiçyaca
zh_cn: 加利西亚语

# language name, item list
source: Hebrew
ar: العبرية
bg: Иврит
br: Hebraeg
ca@valencia: Hebreu
cs: Hebrejština
el: Εβραϊκά
eo: Hebrea
es: hebreo
eu: Hebreera
he: עברית
hr: hebrejski
hu: héber
it: Ebraico
lt: Hebrajų
lv: Ivrits
ml: ഹീബ്രു
nn: Hebraisk
ro: Ebraică
sk: Hebrejsky
sl: hebrejščina
sq: Hebraisht
tr: İbranice
zh_cn: 希伯来语
zh_tw: 希伯來語

# language name, item list
source: Hindi
ar: الهندية
bg: Хинди
br: Hindeg
cs: Hindština
el: Χίντι
eo: Hindia
he: הינדי
ml: ഹിന്ദി
sk: Hindsky
sl: hindujščina
sq: Indiane
tr: Hintçe
zh_cn: 印地语
zh_tw: 北印度語

# language name, item list
source: Croatian
ar: الكرواتية
bg: Хърватски
br: Kroateg
ca@valencia: Croat
cs: Chorvatština
el: Κροατικά
eo: Kroata
es: croata
eu: Kroaziera
he: קרואטית
hr: hrvatski
hu: horvát
it: Croato
lt: Kroatų
lv: Horvātu
ml: ക്രൊയേഷ്യൻ
nn: Kroatisk
ro: Croată
sk: Chorvátsky
sl: hrvaščina
sq: Kroatisht
tr: Hırvatça
zh_cn: 克罗地亚语
zh_tw: 克羅地亞語

# language name, item list
source: Hungarian
ar: المجرية
bg: Унгарски
br: Hungareg
ca@valencia: Hongarés
cs: Maďarština
el: Ουγγρικά
eo: Hungara
es: húngaro
eu: Hungariera
he: הונגרית
hr: mađarski
hu: magyar
it: Ungherese
lt: Vengrų
lv: Ungāru
ml: ഹങ്ഗേറിയൻ
nn: Ungarsk
ro: Maghiară
sk: Maďarsky
sl: madžarščina
sq: Hungarisht
tr: Macarca
zh_cn: 匈牙利语
zh_tw: 匈牙利語
