Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: Then read the license or press q to skip it, answer yes to the questions, and the software will be installed in a new folder next to the installer.
ar: ثم اقرأ الترخيص أو اضغط على q لتخطيها، وأجب بنعم على الأسئلة، وسيثبّت البرنامج في مجلد جديد بجوار برنامج التثبيت.
bg: След това прочетете лиценза или натиснете q, за да го пропуснете, отговорете с "да" на въпросите и софтуерът ще бъде инсталиран в нова папка до инсталатора.
br: Ret eo lenn goude an aotre pe pouezañ war q evit tremen hepti, respont ya d'ar goulennoù ha staliet e vo ar meziant en ur restr stok ouzh ar meziant staliañ.
ca@valencia: A continuació, llegiu la llicència o premeu «q» per a ometre-la, responeu sí a les preguntes i el programari s'instal·larà en una carpeta nova al costat de l'instal·lador.
cs: Poté si přečtěte licenci nebo stiskněte q, abyste to přeskočili, odpovězte na otázky ano (yes) a software bude nainstalován do nového adresáře vedle instalátoru.
el: Έπειτα διαβάστε την άδεια, ή πατήστε q για παράλειψη, απαντήστε ναι στις ερωτήσεις και το λογισμικό θα εγκατασταθεί σε έναν νέο φάκελο δίπλα στον εγκαταστάτη.
eo: Poste legu la permesilon aŭ premu q por preterlasi ĝin, respondu jes al la demandoj, kaj la programaro estos instalita en nova dosierujo apud la instalilo.
es: Lea a continuación la licencia o pulse q para omitirla, responda «sí» a todas las preguntas y el software se instalará en una nueva carpeta junto al instalador.
eu: Ondoren irakurri lizentzia edo sakatu «q» hura saltatzeko, galderei baietz erantzun, eta softwarea instalatzailearen ondoko karpeta berri batean instalatuko da.
he: אז לקרוא את הרשיון או ללחוץ q כדי לדלג עליו, לענות yes על השאלה, והתוכנה תותקן בתיקייה חדשה ליד קובץ ההתקנה.
hr: Zatim pročitaj licencu ili pritisni q da je preskočiš, odgovori potvrdno na pitanja i softver će se instalirati u novu mapu pored instalacijskog programa.
hu: Majd olvasd el a licenszt vagy a q gombbal hagyd ki, a kérdésekre válaszolj igennel, és a szoftver a telepítő melletti mappába fog települni.
it: Poi leggi la licenza o premi q per saltarla, rispondi sì alle domande, e il programma sarà installato in una nuova cartella vicino al file di installazione.
lt: Tada perskaitykite licenciją arba spauskite 'q' norėdami ją praleisti, atsakykite į visus klausimus „taip“ ir programa bus įdiegta naujame aplanke šalia diegimo programos.
lv: Pēc tam izlasiet licenci vai spiediet „q“, lai to izlaistu, atbildiet „jā“ („Yes“) uz jautājumiem. Programmatūra ieinstalēsies jaunā mapē blakus instalācijai.
mk: Потоа прочитајте ја лиценцата или притиснете q за да ја прескокнете, одговорете да на прашањата и софтверот ќе биде инсталиран во нова папка до инсталатерот.
ml: എന്നിട്ട് ലൈസൻസ് പേജ് വായിക്കാം അല്ലെങ്കിൽ q അമർത്തി അത് ഒഴിവാക്കാം, ചോദ്യങ്ങൾക്ക് yes എന്ന് ഉത്തരം നല്കിയാൽ ഇൻസ്റ്റാളറിനടുത്ത് മറ്റൊരു പുതിയ ഫോൾഡറിൽ സോഫ്റ്റ്‌വെയർ ഇൻസ്റ്റാൾ ചെയ്യപ്പെടും.
nn: Les så lisensvilkåra eller trykk «Q» for å hoppa over dei, og svar ja på spørsmåla. Programmet vert då installert i ei ny mappe ved sida av installerings­programmet.
pl: Następnie przeczytaj licencję lub naciśnij q, aby ją pominąć, odpowiedz tak na pytania, a oprogramowanie zostanie wgrane do nowego katalogu obok instalatora.
ro: Citiți apoi licența sau apăsați q pentru a sări peste acest pas, răspundeți cu da la întrebări, și pachetul software va fi instalat într-un nou director din interiorul locației pachetului de instalare.
sk: Potom si prečítajte licenciu alebo ju tlačidlom q preskočte. Na otázky odpovedzte áno a softvér sa nainštaluje do nového priečinka k inštalátoru.
sl: Nato preberite licenco ali pritisnite q, da jo preskočite, odgovorite pritrdilno na vprašanja in programska oprema bo nameščena v novi mapi poleg namestitvenega programa.
sq: Mandej lexoni licencën ose shtypni q për ta anashkaluar, përgjigjuni “yes” pyetjeve, dhe software-i do të instalohet në një dosje të re në krah të instaluesit.
tr: Sonrasında lisansı okuyun veya atlamak için q’ya basın, sorulara yes ile evet deyin ve yazılım kurucunun yanı başındaki bir klasöre kurulacaktır.
zh_cn: 然后阅读许可证或按 q 键跳过它，回答问题是。 软件将安装在安装程序旁边的新文件夹中。
zh_tw: 然後閱讀授權條款，或是按 Q 跳過，輸入 yes，軟體就會安裝在跟安裝檔同一層的新資料夾中。

source: Finally, to launch gcompris, go in the new folder, in bin, and double-click on gcompris-qt.sh.
ar: أخيرًا ، لبدء تشغيل "فهمت"، انتقل إلى المجلد الجديد، في bin، وانقر نقرًا مزدوجًا على gcompris-qt.sh.
bg: И накрая, за да стартирате gcompris, отидете в новата папка, в bin и щракнете двукратно върху gcompris-qt.sh.
br: Er fin e ranker, evit loc'hañ GCompris, mont er restr nevez, e bin, ha daouglikañ war gcompris-qt.sh.
ca@valencia: Finalment, per a iniciar «gcompris», aneu cap a la carpeta nova, dins de la carpeta «bin» i feu doble clic damunt «gcompris-qt.sh».
cs: Nakonec pro spuštění GComprisu přejděte do nového adresáře, poté do bin a klepněte na gcompris-qt.sh.
el: Τέλος, για να φορτώσετε το Gcompris πηγαίνετε στον νέο φάκελο που υπάρχει στο /bin και κάντε διπλό κλικ στο gcompris-qt.sh.
eo: Fine, por lanĉi gcompris, iru en la novan dosierujon, en bin, kaj duoble alklaku gcompris-qt.sh.
es: Finalmente, para lanzar GCompris, vaya a la nueva carpeta, en «bin», y haga doble clic en «gcompris-qt.sh».
eu: Azkenik, gcompris jaurtitzeko, joan karpeta berrira, «bin»en, eta egin klik bikotza «gcompris-qt.sh» fitxategiari.
he: לבסוף, כדי להפעיל את GCompris, להיכנס לתיקייה החדשה, להיכנס לbin ולחיצה כפולה על gcompris-qt.sh.
hr: Na kraju, da bi pokrenuo gcompris, idi u mapu bin unutar novokreirane mape, i dvaput klikni na gcompris-qt.sh.
hu: Végezetül, a gcompris indításához menj az új mappába, keress egy bin-t, majd kattints duplán a gcompris-qt.sh-ra.
it: Infine, per avviare gcompris, vai nella nuova cartella, in bin, e fai doppio clic su gcompris-qt.sh.
lt: Galiausiai, norėdami paleisti „GCompris“, naujajame aplanke nueikite į „bin“ direktoriją ir dukart spustelėkite ant gcompris-qt.sh programos.
lv: Beigās palaidiet „gcompris“ — jaunajā mapē ejiet uz „bin“ un veiciet dubultklikšķi uz „gcompris-qt.sh“.
mk: Конечно, за да го стартувате Жикомпри, одете во новата папка, во bin, и кликнете двапати на gcompris-qt.sh.
ml: അവസാനമായി, ജികോംപ്രി ലോഞ്ച് ചെയ്യുവാനായി പുതിയ ഫോൾഡറിൽ പോയി, bin-ൽ, gcompris-qt.sh-ൽ ഡബിൾ ക്ലിക്ക് ചെയ്യുക.
nn: Til slutt kan du starta GCompris ved å gå til denne mappa, til undermappa «bin» og så trykkja på fila «gcompris-qt.sh».
pl: Teraz możesz uruchomić GCompris, przechodząc do nowego katalogu, w bin, i dwukrotnie naciskając na gcompris-qt.sh
ro: În final, pentru a lansa GCompris, intrați în noul director, în folderul bin, și faceți dublu clic pe gcompris-qt.sh.
sk: Napokon, pre spustenie GComprisu, vstúpte do novo vytvoreného priečinka, kde v podpriečinku bin stačí kliknúť na gcompris-qt.sh.
sl: Končno, da bi zagnali gcompris, pojdite v novo mapo v bin in dvokliknite na gcompris-qt.sh.
sq: Më në fund, që të nisni GCompris, kaloni te dosja e re, në bin, dhe dyklikoni mbi compris-qt.sh.
tr: Son olarak, GCompris’i başlatmak için yeni klasöre gidin ve bin klasöründeki gcompris-qt.sh dosyasına çift tıklayın.
zh_cn: 最后，要启动 GCompris，请进入新文件夹中的 bin 文件夹，双击 gcompris-qt.sh。
zh_tw: 要啟動 Gcompris ，進入新安裝的資料夾，雙擊 gcompris-qt.sh 即可。

source: Note: If your system doesn't have OpenGL 2 support or if it's not working properly, please add the option "--software-renderer" at the end of the last line of the script gcompris-qt.sh. Another way is to edit the configuration file (in ~/.config/gcompris-qt/gcompris-qt.conf): find the line renderer=auto , replace auto with software and save the file.
ar: ملاحظة: إذا كان نظامك لا يدعم OpenGL2 أو لا يعمل بشكل صحيح، فاستخدم الخيار "--software-renderer" في الطرفية في نهاية الأمر gcompris-qt.sh. أو بطريقة أخرى، حرّر ملف الإعدادات (في ~/.config/gcomprs-qt/gcompris-qt.conf): ابحث عن السطرline renderer=auto , استبدل كلمة auto بكلمة software واحفظ الملف.
bg: Забележка: Ако системата ви не поддържа OpenGL 2 или не работи правилно, моля, добавете опцията "--software-renderer",в края на последния ред на скрипта gcompris-qt.sh. Друг начин е да редактирате конфигурационния файл (в ~/.config/gcompris-qt/gcompris-qt.conf): намерете реда renderer=auto , заменете auto със software и запазете файла.
br: Da c'houzout : ma ne ra ket ho reizhiad gant OpenGL 2 e mod pe vod, dav eo ouzhpennañ an dibab "--software-renderer" e fin al linenn diwezhañ e skript gcompris-qt.sh. Mod all e c'haller ivez embann ar restr kenfluniañ (e ~/.config/gcompris-qt/gcompris-qt.conf), klask al linenn renderer=auto, skrivañ software e lec'h auto hag enrollañ ar restr.
ca@valencia: Nota: Si el vostre sistema no admet OpenGL 2 o si no funciona correctament, afegiu l'opció «--software-renderer» al final de l'última línia de l'script gcompris-qt.sh. Una altra manera és editant el fitxer de configuració (a ~/.config/gcompris-qt/gcompris-qt.conf): busqueu la línia «renderer=auto», substituïu «auto» per «software» i guardeu el fitxer.
cs: Upozornění: Pokud váš systém OpenGL 2 nepodporuje nebo OpenGL 2 nepracuje správně, přidejte na konec posledního řádku skriptu gcompris-qt.sh volbu "--software-renderer". Další způsob je upravit konfigurační soubor (v ~/.config/gcompris-qt/gcompris-qt.conf): najděte řádek renderer=auto, nahraďte auto slovem software a uložte tento soubor.
el: Σημείωση: Εάν το σύστημά σας δεν υποστηρίζει OpenGL 2 ή δεν δουλεύει κανονικά, παρακαλώ προσθέστε την επιλογή "--software-renderer" στο τέλος της τελευταίας γραμμής του αρχείου gcompris-qt.sh. Ένας άλλος τρόπος είναι να επεξεργαστείτε το αρχείο ρυθμίσεων (in ~/.config/gcompris-qt/gcompris-qt.conf): βρείτε τη γραμμή renderer=auto, αντικαταστήστε το auto με software και αποθηκεύστε το αρχείο.
eo: Noto: Se via sistemo ne havas OpenGL 2-subtenon aŭ se ĝi ne funkcias ĝuste, bonvolu aldoni la elekteblon "--software-renderer" ĉe la fino de la lasta linio de la skripto gcompris-qt.sh. Alia maniero estas redakti la agordan dosieron (en ~/.config/gcompris-qt/gcompris-qt.conf): trovu la linion renderer=auto , anstataŭigu auto per programaro kaj konservu la dosieron.
es: Nota: Si su sistema no permite usar OpenGL 2 o si no funciona correctamente con él, añada la opción «--software-renderer» al final de la última línea del script «gcompris-qt.sh». Otra posible solución consiste en editar el archivo de configuración (en ~/.config/gcompris-qt/gcompris-qt.conf): busque la línea «renderer=auto», sustituya «auto» con «software» y guarde el archivo.
eu: Oharra: Zure sistemak OpenGL 2 euskarririk ez badu edo ez badabil ondo, «gcompris-qt.sh» script-aren azken lerro amaieran gehitu "--software-renderer" aukera. Beste era bat da konfiguratzeko fitxategia ( ~/.config/gcompris-qt/gcompris-qt.conf ) editatzea: bilatu «renderer=auto» lerroa, ordezkatu «auto» «software» ipinita eta gorde fitxategia.
he: לתשומת ליבך: אם למערכת שלך אין OpenGL 2 או אם התוכנה אינה פועלת כראוי, נא להוסיף את האפשרות "--software-renderer" בסוף השורה האחרונה של הסקריפט gcompris-qt.sh. דרך נוספת היא לערוך את קובץ ההגדרות (בתוך ~/.config/gcompris-qt/gcompris-qt.conf): למצוא את השורה renderer=auto, להחליף "auto" ב "software" ולשמור את הקובץ.
hr: Napomena: Ako tvoj sustav nema podršku za OpenGL 2 ili ako ne radi kako treba, dodaj opciju "--software-renderer" na kraju posljednjeg retka skripte gcompris-qt.sh. Alternativno, uredi konfiguracijsku datoteku (u ~/.config/gcompris-qt/gcompris-qt.conf): pronađi redak renderer=auto, zamijeniti riječ "auto" sa "software" i spremi datoteku.
hu: Megjegyzés: Ha a rendszered nem támogatja az OpenGL 2-t vagy nem megfelelően működik, indításnál használd a "--software-renderer" kapcsolót a gcompris-qt.sh szkript utolsó sorában. A konfigurációs fájl másik lehetséges szerkesztési módja (a ~/.config/gcompris-qt/gcompris-qt.conf): keresd meg a renderer=auto sort , majd cseréld az auto szót software-re és mentsd el.
it: Nota: se il tuo sistema non supporta OpenGL 2 o non sta funzionando correttamente, aggiungi l'opzione «--software-renderer» alla fine dell'ultima riga dello script gcompris-qt.sh. Un altro metodo è modificare il file di configurazione (che si trova in ~/.config/gcompris-qt/gcompris-qt.conf): cerca la riga renderer=auto , sostituisci «auto» con «software» e salva il file.
lt: Pastaba: Jei Jūsų sistema nepalaiko OpenGL 2 ar jis neveikia normaliai, prašome pridėti „--software-renderer“ prie paskutinės gcompris-qt.sh skripto eilutės. Kitas būdas yra redaguoti konfigūracijos failą (~/.config/gcompris-qt/gcompris-qt.conf): čia raskite eilutę „renderer=auto“, pakeiskite joje „auto“ į „software“ ir išsaugokite failą.
lv: Ievērojiet: ja jūsu sistēma neatbalsta „OpenGL 2“ vai šis atbalsts nedarbojas korekti, skripta „gtcompris-qt.sh“ pēdējās rindiņas beigās pievienojiet tekstu „--software-renderer“. Cits veids, kā to panākt, ir rediģēt konfigurācijas datni (atrodas „~/.config/gcompris-qt/gcompris-qt.conf“). Atrodiet šajā datnē rindiņu „renderer=auto“, kurā vārdu „auto“ aizstājiet ar „software“, un datni saglabājiet.
mk: Забелешка: Ако вашиот систем нема поддршка за OpenGL 2 или ако не работи правилно, додадете ја опцијата „--software-renderer“ на крајот од последната линија на скриптата gcompris-qt.sh. Друг начин е да ја уредите конфигурациската датотека (во ~/.config/gcompris-qt/gcompris-qt.conf): пронајдете ја линијата renderer=auto, заменете ја со renderer=software, и зачувајте ја датотеката.
ml: കുറിപ്പ്: താങ്കളുടെ സിസ്റ്റത്തിന് OpenGL 2 സപ്പോർട്ട് ഇല്ലെങ്കിലോ ഇത് ശരിയായി പ്രവർത്തിക്കുന്നില്ലെങ്കിലോ, ദയവായി "--software-renderer" എന്ന ഓപ്ഷൻ gcompris-qt.sh എന്ന സ്ക്രിപ്റ്റിന്റെ അവസാനത്തെ വരിയുടെ ഒടുവിലായി ചേർക്കുക. മറ്റൊരു വഴി കോൺഫിഗറേഷൻ ഫയൽ എഡിറ്റ് ചെയ്യലാണ് (~/.config/gcompris-qt/gcompris-qt.conf ൽ): renderer=auto എന്നുള്ള വരി കണ്ടെത്തുക, auto എന്നുള്ള സ്ഥാനത്ത് software എന്നാക്കി ഫയൽ സേവ് ചെയ്യുക.
nn: Merk: Viss systemet ditt ikkje har støtte for OpenGL 2 eller støtta ikkje verkar, legg til valet «--software-renderer» på slutten av siste linje i skriptfila «gcompris-qt.sh». Ein annan måte er å redigera oppsett­fila (~/.config/gcompris-qt/gcompris-qt.conf): Finn linja «renderer=auto», og byt ut «auto» med «software».
pl: Uwaga: Jeśli twój system nie obsługuje OpenGL lub nie działa poprawnie, to dodaj argument "--software-renderer" na końcu ostatniego pliku gcompris-qt.sh. Innym sposobem jest zmiana w pliku ustawień (in ~/.config/gcompris-qt/gcompris-qt.conf): znajdź wiersz renderer=auto , zastąp słowo auto słowem software i zapisz plik.
ro: Observație: dacă sistemul dvs. nu are suport pentru OpenGL 2 sau acesta nu funcționează corect, vă rugăm să adăugați opțiunea "--software-renderer" la sfârșitul ultimei linii a scriptului gcompris-qt.sh. O altă metodă este să editați fișierul de configurare (în ~/.config/gcompris-qt/gcompris-qt.conf): căutați linia renderer=auto, înlocuiți auto cu software și salvați fișierul.
sk: Poznámka: Ak Váš systém nepodporuje OpenGL 2 alebo v ňom nefunguje správne, prosím pridajte voľbu "--software-renderer" na koniec posledného riadku v skripte gcompris-qt.sh. Iný spôsob je upraviť konfiguračný súbor (v ~/.config/gcompris-qt/gcompris-qt.conf): nájdite riadok renderer=auto, namiesto auto, napíšte software a uložte súbor.
sl: Opomba: Če vaš sistem nima podpore za OpenGL 2 ali če ne deluje pravilno, dodajte možnost "--software-renderer" na koncu zadnje vrstica skripta gcompris-qt.sh. Drug način je urejanje nastavitvene datoteke (v ~/.config/gcompris-qt/gcompris-qt.conf): poiščite line renderer=auto , zamenjajte auto s software in shranite datoteko.
sq: Shënim: Nëse sistemi juaj nuk përmban mbulim për OpenGL 2 ose nëse nuk funksionon si duhet, ju lutemi, shtoni mundësinë "--software-renderer" në fund të rreshtit të fundit të programthit gcompris-qt.sh. Një rrugë tjetër është të përpunohet kartela e formësimit (te ~/.config/gcompris-qt/gcompris-qt.conf): gjeni rreshtin renderer=auto , zëvendësoni “auto” me “software” (pa thonjëzat) dhe ruajeni kartelën.
tr: Not: Sisteminizde OpenGL 2 desteği yoksa veya düzgün çalışmıyorsa gcompris-qt.sh betiğinin yanına ‘--software-renderer’ argümanını ekleyin. Başka bir yol olarak, yapılandırma dosyasını düzenleyin (~/.config/gcompris-qt/gcompris-qt.conf içinde): ‘renderer=auto’ satırını bulun ve ‘auto’yu ‘software’ ile değiştirip dosyayı kaydedin.
zh_cn: 注意: 如果您的系统不支持 OpenGL 2 或者它工作不正常，请在脚本 gcompris-q.sh 的最后一行中添加选项 “--software-render”。另一种方法是编辑配置文件(~/.config/gcomb-qt/gcompos-qt.conf)：找到 "renderer=auto"，用 "software" 替换 "auto" 并保存文件。
zh_tw: 注意：如果您的系統沒有 OpenGL 2 支援，或是無法正常運作，請在 gcompris-qt.sh 檔案的最後一行加上 "--software-renderer" 。另一種方式是編輯設定檔（在 ~/.config/gcompris-qt/gcompris-qt.conf 中）：找到這一行："renderer=auto" ，把 auto 換成 software 並儲存。

source: Alternatively, you can install GCompris from <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> or from the <a href="https://snapcraft.io/gcompris">Snap store</a>.
ar: بدلاً عن ذلك، ثبّت "فهمت" من <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> أو من <a href="https://snapcraft.io/gcompris">Snap store</a>.
bg: Като алтернатива можете да инсталирате GCompris от <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> или от <a href="https:/ /snapcraft.io/gcompris">Snap store</a>.
br: Mod all e c'hallit staliañ GCompris diwar <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> pe diwar ar <a href="https://snapcraft.io/gcompris">Snap store</a>.
ca@valencia: De manera alternativa, també podeu instal·lar GCompris des de <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> o des de la <a href="https://snapcraft.io/gcompris">Snap store</a>.
cs: Jinak můžete nainstalovat GCompris z <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathubu</a> nebo z <a href="https://snapcraft.io/gcompris">obchodu Snap</a>.
el: Εναλλακτικά, μπορείτε να εγκαταστήσετε το GCompris από το Flathub <a href="https://flathub.org/apps/details/org.kde.gcompris"></a> ή από το Snap store <a href="https://snapcraft. io/gcompris"></a>.
eo: Alternative, vi povas instali GCompris de <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> aŭ de la <a href="https:/ /snapcraft.io/gcompris">Snap-vendejo</a>.
es: De forma alternativa, puede instalar GCompris desde <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> o desde la <a href="https://snapcraft.io/gcompris">Snap store</a>.
eu: Bestela, GCompris <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> edo <a href="https://snapcraft.io/gcompris">Snap biltokitik</a> instala dezakezu.
he: לחילופין אפשר להתקין את ג'יקומפריס מ <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> או מ <a href="https://snapcraft.io/gcompris">Snap store</a>.
hr: Alternativno, možeš instalirati GCompris s <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathuba</a> ili iz <a href="https://snapcraft. io/gcompris">Snap trgovine</a>.
hu: A GCompris a <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a>-ról is telepíthető avagy a <a href="https://snapcraft.io/gcompris">Snap store-ból</a>.
it: In alternativa, puoi installare GCompris da <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> o da <a href="https://snapcraft.io/gcompris">Snap store</a>.
lt: Arba galite įdiegti GCompris iš <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> arba iš <a href="https://snapcraft. io/gcompris">Snap parduotuvė</a>.
lv: „GCompris“ varat instalēt arī no <a href="https://flathub.org/apps/details/org.kde.gcompris">„Flathub“</a> vai no <a href="https://snapcraft.io/gcompris">„Snap“ veikala</a>.
ml: ഇതുകൂടാതെ, <a href="https://flathub.org/apps/details/org.kde.gcompris">ഫ്ലാറ്റ്‍ഹബിൽ</a> നിന്നോ <a href="https://snapcraft.io/gcompris">സ്നാപ് സ്റ്റോറിൽ</a> നിന്നോ ജികോംപ്രി ഇൻസ്റ്റാൾ ചെയ്യാവുന്നതാണ്.
nn: Eit anna alternativ er å installera GCompris frå <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> eller <a href="https://snapcraft.io/gcompris">Snap store</a>.
pl: GCompris możesz także wgrać z <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathuba</a> lub <a href="https://snapcraft.io/gcompris">Sklepu Snap</a>.
ro: Alternativ, puteți instala GCompris de la <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> sau de la <a href="https://snapcraft.io/gcompris">Snap Store</a>.
sk: Druhá možnosť je nainštalovať GCompris z <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathubu</a> alebo zo <a href="https://snapcraft.io/gcompris">Obchodu Snap</a>.
sl: Alternativno lahko namestite GCompris iz <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> ali iz <a href="https://snapcraft.io/gcompris">Snap store</a>.
sq: Ndryshe, mund ta instaloni GCompris-në që nga <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a>, ose nga <a href="https://snapcraft.io/gcompris">shitorja e Snap-it</a>.
tr: Alternatif olarak, GCompris’i <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a>’dan veya <a href="https://snapcraft.io/gcompris">Snap Store</a>’dan indirebilirsiniz.
zh_tw: 另外，您也可以透過 <a href="https://flathub.org/apps/details/org.kde.gcompris">Flathub</a> 或 <a href="https://snapcraft.io/gcompris">Snap store</a> 來安裝。

source: The last version available for 32bit Linux distributions can be downloaded from the following link.
ar: يمكنك تنزيل الإصدار الأخير المتوفر لتوزيعات Linux 32 بت من الرابط التالي.
bg: Последната версия за 32 битови дистрибуции на Linux може да се свали от долната връзка.
ca@valencia: L'última versió disponible per a distribucions Linux de 32 bits es pot descarregar des del següent enllaç.
hr: Zadnju verziju za 32-bitne distribucije Linuxa možeš preuzeti na sljedećoj poveznici.
lt: Paskutinę 32bit Linux distributyvams skirtą versiją galite atsisiųsti iš šios nuorodos.
sl: Zadnjo različico, ki je na voljo za 32-bitne distribucije Linuxa, lahko prenesete z naslednje povezave.

source: System requirements: linux kernel 3.10, glibc 2.17, pulseaudio, gstreamer 1.0.
ar: متطلبات النظام: linux kernel 3.10, glibc 2.17, pulseaudio, gstreamer 1.0.
bg: Системни изисквания: linux kernel 3.10, glibc 2.17, pulseaudio, gstreamer 1.0.
ca@valencia: Requisits del sistema: nucli de Linux 3.10, «glibc» 2.17, «pulseaudio», «gstreamer» 1.0.
he: דרישות מערכת: ליבת/קרנל לינוקס 3.10, glibc 2.17,‏ pulseaudio,‏ gstreamer 1.0.
hr: Sistemski zahtjevi: linux kernel 3.10, glibc 2.17, pulseaudio, gstreamer 1.0.
lt: Sistemos reikalavimai: linux kernel 3.10, glibc 2.17, pulseaudio, gstreamer 1.0.
sl: Sistemske zahteve: jedro linux 3.10, glibc 2.17, pulseaudio, gstreamer 1.0.

source: Raspberry Pi
ar: راسبيري باي
he: ראספברי פאי
ml: റാസ്ബെറി പൈ
zh_cn: 树莓派
zh_tw: 樹莓派

source: We provide a standalone package for Raspberry Pi (64bit).
ar: نحن نقدم حزمة مستقلة لـ راسبيري باي(64بت).
bg: Предоставяме самостоятелен пакет за Raspberry Pi (64 бита).
ca@valencia: Proporcionem un paquet independent per a Raspberry Pi (64 bits).
cs: Poskytujeme samostatný balíček pro Raspberry Pi (64 bitové).
he: אנו מספקים חבילה עצמאית (standalone) ל־Raspberry Pi ‏(64 סיביות).
hr: Nudimo samostalni paket za Raspberry Pi (64bit)..
lt: Mes siūlome atskirą paketą „Raspberry Pi“ (64 bitų) platformai.
sl: Ponujamo samostojni paket za Raspberry Pi (64-bit).
