Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

# language name, item list
source: Indonesian
ar: الإندونيسيّة
bg: Индонезийски
br: Indonezeg
ca@valencia: Indonesi
cs: Indonéština
el: Ινδονησιακά
eo: Indonezia
es: indonesio
eu: Indonesiera
he: אינדונזית
hr: indonezijski
hu: indonéz
it: Indonesiano
lt: Indoneziečių
lv: Indonēziešu
ml: ഇന്തോനേഷ്യൻ
nn: Indonesisk
ro: Indoneziană
sk: Indonézsky
sl: indonezijščina
sq: Indonezisht
tr: Endonezce
zh_cn: 印度尼西亚语
zh_tw: 印尼語

# language name, item list
source: Italian
ar: الإيطالية
bg: Италиански
br: Italianeg
ca@valencia: Italià
cs: Italština
el: Ιταλικά
eo: Itala
es: italiano
eu: Italiera
he: איטלקית
hr: talijanski
hu: olasz
it: Italiano
lt: Italų
lv: Itāļu
ml: ഇറ്റാലിയൻ
nn: Italiensk
ro: Italiană
sk: Taliansky
sl: italijanščina
sq: Italisht
tr: İtalyanca
zh_cn: 意大利语
zh_tw: 義大利語

# language name, item list
source: Korean
ar: الكورية
bg: Корейско
br: Koreaneg
ca@valencia: Coreà
cs: Korejština
el: Κορεατικά
eo: Korea
es: coreano
eu: Koreera
he: קוריאנית
hr: korejski
hu: koreai
it: Coreano
lt: Korėjiečių
lv: Korejiešu
ml: കൊറിയൻ
nn: Koreansk
ro: Coreeană
sk: Kórejsky
sl: korejščina
sq: Koreane
tr: Korece
zh_cn: 朝鲜语
zh_tw: 韓文

# language name, item list
source: Lithuanian
ar: الليتوانيّة
bg: Литовски
br: Lituaneg
ca@valencia: Lituà
cs: Litevština
el: Λιθουανικά
eo: Litova
es: lituano
eu: Lituaniera
he: ליטאית
hr: litvanski
hu: litván
it: Lituano
lt: Lietuvių
lv: Lietuviešu
ml: ലിത്വേനിയൻ
nn: Litauisk
ro: Lituaniană
sk: Litovsky
sl: litvanščina
sq: Lituanisht
tr: Litvanca
zh_cn: 立陶宛语
zh_tw: 立陶宛語

# language name, item list
source: Latvian
ar: اللاتفية
bg: Латвийски
br: Latveg
ca@valencia: Letó
cs: Lotyština
el: Λετονικά
eo: Latva
es: letón
eu: Letoniera
he: לטבית
hr: latvijski
hu: lett
it: Lettone
lt: Latvių
lv: Latviešu
ml: ലാത്വിയൻ
nn: Latvisk
ro: Letonă
sk: Lotyšsky
sl: latovščina
sq: Letonisht
tr: Letonca
zh_cn: 拉脱维亚语

# language name, item list
source: Macedonian
ar: المقدونية
bg: Македонски
br: Makedoneg
ca@valencia: Macedoni
cs: Makedonština
el: Μακεδονικά
eo: Makedona
es: macedonio
eu: Mazedoniera
he: מקדונית
hr: makedonski
hu: mecedón
it: Macedone
lt: Makedonų
lv: Maķedoniešu
ml: മസെഡോണിയൻ
nn: Makedonsk
ro: Macedoneană
sk: Macedónsky
sl: makedonščina
sq: Maqedonisht
tr: Makedonca
zh_cn: 马其顿语

# language name, item list
source: Malayalam
ar: المالايالامية
bg: Малаялам
br: Malayalameg
ca@valencia: Malaiàlam
el: Μαλαγιάλαμ
eo: Malajala
es: malabar
eu: Malabarera
he: מלאיאלאם
hr: malajalamski
hu: maláj
lt: Malajalių
lv: Malajalu
ml: മലയാളം
ro: Malaieză
sk: Malabarsky
sl: malajam
sq: Malajalamisht
tr: Malayalam Dili
zh_cn: 马拉雅拉姆语
zh_tw: 馬拉雅拉姆語

# language name, item list
source: Dutch
ar: الهولندية
bg: Холандски
br: Hollandeg
ca@valencia: Neerlandés
cs: Holandština
el: Ολλανδικά
eo: Nederlanda
es: neerlandés
eu: Nederlandera
he: הולנדית
hr: nizozemski
hu: holland
it: Olandese
lt: Olandų
lv: Holandiešu
ml: ഡച്ച്
nn: Nederlandsk
ro: Olandeză
sk: Holandsky
sl: nizozemščina
sq: Holandisht
tr: Hollandaca
zh_cn: 荷兰语
zh_tw: 荷蘭語

# language name, item list
source: Norwegian Nynorsk
ar: النرويجية النينورسكية
bg: Норвежки (нюнорск)
br: Norvegeg Nynorsk
ca@valencia: Noruec nynorsk
cs: Norský Nynorsk
el: Νορβηγικά (νέα)
eo: Norvega nynorsk
es: noruego nynorsk
eu: Norvegiera Nynorsk
he: נורבגית נינורשק
hr: norveški (Nynorsk)
hu: nynorsk
it: Norvegese nynorsk
lt: Norvegų Nynorsk
lv: jaunnorvēģu
ml: നോർവീജിയൻ നിനോർസ്ക്
nn: Norsk (nynorsk)
ro: Norvegiană Nynorsk
sk: Nórsky
sl: norveščina njorsk
sq: Norvegjishte Nynorsk
tr: Nynorsk Norveççesi

# language name, item list
source: Polish
ar: البولنديّة
bg: Полски
br: Poloneg
ca@valencia: Polonés
cs: Polština
el: Πολωνικά
eo: Pola
es: polaco
eu: Poloniera
he: פולנית
hr: poljski
hu: lengyel
it: Polacco
lt: Lenkų
lv: Poļu
ml: പോളിഷ്
nn: Polsk
ro: Poloneză
sk: Poľsky
sl: poljščina
sq: Polonisht
tr: Lehçe
zh_cn: 波兰语
zh_tw: 波蘭語

# language name, item list
source: Portuguese
ar: البرتغالية
bg: Португалски
br: Portugaleg
ca@valencia: Portugués
cs: Portugalština
el: Πορτογαλικά
eo: Portugala
es: portugués
eu: Portugesa
he: פורטוגלית
hr: portugalski
hu: portugál
it: Portoghese
lt: Portugalų
lv: Portugāļu
ml: പോർച്ചുഗീസ്
nn: Portugisisk
ro: Portugheză
sk: Portugalsky
sl: portugalščina
sq: Portugalisht
tr: Portekizce
zh_cn: 葡萄牙语
zh_tw: 葡萄牙語

# language name, item list
source: Brazilian Portuguese
ar: الرتغالية البرازيلة
bg: Бразилски португалски
br: Portugaleg Bro-Vrazil
ca@valencia: Portugués brasiler
cs: Brazilská portugalština
el: Πορτογαλικά Βραζιλίας
eo: Brazila portugala
es: portugués brasileño
eu: Brasileko Portugesa
he: פורטוגלית ברזילאית
hr: portugalski (Brazil)
hu: brazil portugál
it: Portoghese brasiliano
lt: Brazilijos portugalų
lv: Brazīlijas portugāļu
ml: ബ്രസീലിയൻ പോ‍ർച്ചുഗീസ്
nn: Portugisisk (Brasil)
ro: Portugheza braziliană
sk: Portugalsky (Brazília)
sl: braziljska portugalščina
sq: Portugalishte Brazili
tr: Brezilya Portekizcesi
zh_cn: 葡萄牙语（巴西）
zh_tw: 巴西葡萄牙語

# language name, item list
source: Romanian
ar: الرومانية
bg: Румънски
br: Roumaneg
ca@valencia: Romanés
cs: Rumunština
el: Ρουμανικά
eo: Rumana
es: rumano
eu: Errumaniera
he: רומנית
hr: rumunjski
hu: román
it: Rumeno
lt: Rumunų
lv: Rumāņu
ml: റൊമേനിയൻ
nn: Rumensk
ro: Română
sk: Rumunsky
sl: romunščina
sq: Rumanisht
tr: Rumence
zh_cn: 罗马尼亚语
zh_tw: 羅馬尼亞語

# language name, item list
source: Russian
ar: الروسية
bg: Руски
br: Ruseg
ca@valencia: Rus
cs: Ruština
el: Ρωσικά
eo: Rusa
es: ruso
eu: Errusiera
he: רוסית
hr: ruski
hu: orosz
it: Russo
lt: Rusų
lv: Krievu
ml: റഷ്യൻ
nn: Russisk
ro: Rusă
sk: Rusky
sl: ruščina
sq: Rusisht
tr: Rusça
zh_cn: 俄语
zh_tw: 俄語

# language name, item list
source: Sanskrit
ar: السنسكريتية
bg: Санскрит
ca@valencia: Sànscrit
cs: Sanskrt
he: סנסקריט
hr: Sanskrt
lt: Sanskrito

# language name, item list
source: Slovak
ar: السلوفاكية
bg: Словашки
br: Slovakeg
ca@valencia: Eslovac
cs: Slovenština
el: Σλοβακικά
eo: Slovaka
es: eslovaco
eu: Eslovakiera
he: סלובקית
hr: slovački
hu: szlovák
it: Slovacco
lt: Slovakų
lv: Slovāku
ml: സ്ലോവാക്ക്
nn: Slovakisk
ro: Slovacă
sk: Slovensky
sl: slovaščina
sq: Sllovakisht
tr: Slovakça
zh_cn: 斯洛伐克语
zh_tw: 斯洛伐克語

# language name, item list
source: Slovenian
ar: السلوفينية
bg: Словенски
br: Sloveneg
ca@valencia: Eslové
cs: Slovinština
el: Σλοβενικά
eo: Slovena
es: esloveno
eu: Esloveniera
he: סלובנית
hr: slovenski
hu: szlovén
it: Sloveno
lt: Slovėnų
lv: Slovēņu
ml: സ്ലോവേനിയൻ
nn: Slovensk
ro: Slovenă
sk: Slovinsky
sl: slovenščina
sq: Sllovenisht
tr: Slovence
zh_cn: 斯洛文尼亚语
zh_tw: 斯洛維尼亞語

# language name, item list
source: Albanian
ar: الألبانية
bg: Албански
br: Albaneg
ca@valencia: Albanés
cs: Albánština
el: Αλβανικά
eo: Albana
es: albanés
eu: Albaniera
he: אלבנית
hr: albanski
hu: albán
it: Albanese
lt: Albanų
lv: Albāņu
ml: അൽബേനിയൻ
nn: Albansk
ro: Albaneză
sk: Albánsky
sl: albanščina
sq: Shqip
tr: Arnavutça
zh_cn: 阿尔巴尼亚语
zh_tw: 阿爾巴尼亞語

# language name, item list
source: Serbian
ar: الصّربيّة
bg: Сръбски
br: Serbeg
ca@valencia: Serbi
cs: Srbština
el: Σερβικά
eo: Serba
es: serbio
eu: Serbiera
he: סרבית
hr: srpski
hu: szerb
it: Serbo
lt: Serbų
lv: Serbu
ml: സെർബിയൻ
nn: Serbisk
ro: Sârbă
sk: Srbsky
sl: srbščina
sq: Serbisht
tr: Sırpça
zh_cn: 塞尔维亚语
zh_tw: 塞爾維亞語

# language name, item list
source: Swedish
ar: السويدية
bg: Шведски
br: Svedeg
ca@valencia: Suec
cs: Švédština
el: Σουηδικά
eo: Sveda
es: sueco
eu: Suediera
he: שוודית
hr: švedski
hu: svéd
it: Svedese
lt: Švedų
lv: Zviedru
ml: സ്വീഡിഷ്
nn: Svensk
ro: Suedeză
sk: Švédsky
sl: švedščina
sq: Suedisht
tr: İsveççe
zh_cn: 瑞典语
zh_tw: 瑞典語

# language name, item list
source: Swahili
ar: السواحلية
bg: Суахили
ca@valencia: Suahili
cs: Svahilština
el: Σουαχίλι
eo: Svahila
he: סוואהילי
hu: Szuahéli
lt: Suahilių
lv: Svahili
ml: സ്വാഹിലി
sl: Svahili
sq: Suahili
tr: Suahili
zh_tw: 斯瓦希里文

# language name, item list
source: Tamil
ar: التاميلية
bg: Тамилски
br: Tamileg
ca@valencia: Tàmil
cs: Tamilština
el: Ταμίλ
eo: Tamila
eu: Tamilera
he: טמילית
lt: Tamilų
lv: Tamilu
ml: തമിഴ്
sk: Tamilsky
sl: tamilščina
sq: Tamilisht
tr: Tamilce
zh_cn: 泰米尔语

# language name, item list
source: Thai
ar: التايلاندية
bg: Тайландски
br: Taieg
ca@valencia: Tai
cs: Thajština
el: Ταϊλανδικά
eo: Tajlanda
es: tailandés
eu: Thailandiera
he: תאית
hr: tajlandski
it: Tailandese
lt: Tajų
lv: Taju
ml: തായ്
ro: Thailandeză
sk: Thajsky
sl: tajščina
sq: Tajlandisht
tr: Tayca
zh_cn: 泰语

# language name, item list
source: Turkish
ar: التركية
bg: Турски
br: Turkeg
ca@valencia: Turc
cs: Turečtina
el: Τουρκικά
eo: Turka
es: turco
eu: Turkiera
he: טורקית
hr: turski
hu: török
it: Turco
lt: Turkų
lv: Turku
ml: തുർക്കിഷ്
nn: Tyrkisk
ro: Turcă
sk: Turecky
sl: turščina
sq: Turqisht
tr: Türkçe
zh_cn: 土耳其语
zh_tw: 土耳其語

# language name, item list
source: Ukrainian
ar: الأوكرانية
bg: Украински
br: Ukraineg
ca@valencia: Ucraïnés
cs: Ukrajinština
el: Ουκρανικά
eo: Ukraina
es: ucraniano
eu: Ukrainera
he: אוקראינית
hr: ukrajinski
hu: urkán
it: Ucraino
lt: Ukrainiečių
lv: Ukraiņu
ml: ഉക്രേനിയൻ
nn: Ukrainsk
ro: Ucrainiană
sk: Ukrajinsky
sl: ukrajinščina
sq: Ukrainase
tr: Ukraynaca
zh_cn: 乌克兰语
zh_tw: 烏克蘭語

# language name, item list
source: Chinese Simplified
ar: الصينية المبسّطة
bg: Китайски опростен
br: Sinaeg Eeunaet
ca@valencia: Xinés simplificat
cs: Zjednodušená čínština
el: Κινεζικά (απλοποιημένα)
eo: Ĉina Simpligita
es: chino simplificado
eu: Txinera erraztua
he: סינית מפושטת
hr: kineski (pojednostavljen)
hu: kínai (egyszerűsített)
it: Cinese semplificato
lt: Kinų supaprastinta
lv: Vienkāršotā ķīniešu
ml: ലളിതീകരിച്ച ചൈനീസ്
nn: Kinesisk (forenkla)
ro: Chineză simplificată
sk: Čínsky (Zjednodušená)
sl: poenostavljena kitajščina
sq: Kineze e Thjeshtuar
tr: Basitleştirilmiş Çince
zh_cn: 中文（简体）
zh_tw: 簡體中文

# language name, item list
source: Chinese Traditional
ar: الصينية التقليدية
bg: Китайски традиционен
br: Sinaeg Hengounel
ca@valencia: Xinés tradicional
cs: Tradiční čínština
el: Κινεζικά (παραδοσιακά)
eo: Ĉina Tradicia
es: chino tradicional
eu: Txinera tradizionala
he: סינית מסורתית
hr: kineski (tradicionalni)
hu: kínai (tradícionális)
it: Cinese tradizionale
lt: Kinų tradicinė
lv: Tradicionālā ķīniešu
ml: പരമ്പരാഗത ചൈനീസ്
nn: Kinesisk (tradisjonell)
ro: Chineză tradițională
sk: Čínsky (Tradičná)
sl: tradicionalna kitajščina
sq: Kineze Tradicionale
tr: Geleneksel Çince
zh_cn: 中文（繁体）
zh_tw: 繁體中文

source: This software is a GNU Package and is released under the GNU Affero General Public License.
ar: هذا البرنامج حزمة غنو صدر تحت ترخيص GNU Affero العام.
bg: Този софтуер е пакет GNU и е издаден под GNU Affero General Public License.
br: Ur pakad GNU eo ar meziant-mañ ha kinniget dindan an aotre publik GNU Affero General.
ca@valencia: Este programari és un paquet GNU i es distribuïx d'acord amb els termes de la Llicència pública general GNU Affero.
cs: Tento software je balíkem GNU a je vydán pod licencí GNU Affero General Public License.
el: Αυτό το λογισμικό είναι ένα πακέτο GNU και κυκλοφορεί με την άδεια GNU Affero General Public License.
eo: Ĉi tiu programaro estas GNU-Pako kaj estas publikigita sub la Ĝenerala Publika Permesilo de GNU Affero.
es: Este software es un paquete GNU y se publica bajo la Licencia Pública General Affero de GNU.
eu: Software hau GNU pakete bat da eta GNU Affero Lizentzia Publiko Orokorraren pean argitaratzen da.
he: תוכנה זו היא חבילת גנו והיא מופצת תחת רישיון גנו הציבורי הכללי של אפרו.
hr: Ovaj softver je GNU paket i objavljen je pod GNU Affero općom javnom licencom.
hu: Ez a szoftver a GNU csomagot használja, és a GNU Affero General Public License. alatt fut.
it: Questo software è un pacchetto GNU ed è rilasciato nei termini della GNU Affero General Public License.
lt: Ši programinė įranga yra GNU paketas, išleista pagal GNU Affero bendrąją viešąją licenciją.
lv: Šī programmatūra ir GNU pakotne un licencēta ar „GNU Affero General Public License“.
ml: ഈ സോഫ്റ്റ്‍വെയർ ഗ്നു അഫെറോ ജനറൽ പബ്ലിക് ലൈസൻസിനു കീഴിൽ പ്രസിദ്ധീകരിച്ചിട്ടുള്ള ഒരു ഗ്നൂ പാക്കേജാണ്.
nn: GCompris er ein GNU-pakke og tilgjengeleg under GNU Affero General Public License.
pl: To oprogramowanie jest pakietem GNU i jest rozpowszechniane na zasadach Powszechnej Licencji Publicznej GNU Affero.
ro: Acest soft este un pachet GNU, și este lansat sub licența de public general GNU Affero.
sk: Tento softvér je balíček GNU a je vydaný pod licenciou GNU Affero General Public License.
sl: Ta programska oprema je paket GNU in je izdan pod splošnim javnim dovoljenjem GNU Affero GPL.
sq: Ky software është një Paketë GNU dhe hidhet në qarkullim nën licencën GNU Affero General Public License.
tr: Bu yazılım bir GNU Paketi’dir ve GNU Affero Genel Kamu Lisansı altında yayımlanmıştır.
zh_cn: 此软件是 GNU 软件包，在 GNU Affero 通用公共许可证下发布。
zh_tw: 這個軟體是 GNU 套件，以 GNU Affero General Public License 授權釋出。

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي,د.طه زروقي
bg: Минчо Кондарев
br: Envel Kervoas
ca@valencia: Equip de traducció de KDE al català (valencià)
cs: Vít Pelčák, Jan Papež
el: Γιάννης Κασκαμανίδης
eo: Oliver Kellogg
es: Eloy Cuadra
eu: Iñigo Salvador Azurmendi
he: עמיחי גל - „מחשבים חופשיים בחינוך”, ירון שהרבני - ואחרים
hr: Igor Dobrača
hu: Lipták István
it: Vincenzo Reale
lt: Jonas Jakštys, Bernardas Liukaitis
lv: Toms Trasūns
ml: ഐശ്വര്യ കൈതേരി കണ്ടോത്ത്
nn: Karl Ove Hufthammer
pl: Łukasz Wojniłowicz, Grzegorz Koryga
ro: Numele voastre
sk: Miroslav Ďurian
sl: Martin Srebotnjak
sq: Besnik Bleta
tr: Emir SARI
zh_cn: KDE 中国, Dasferco
zh_tw: Franklin Weng

source: For Christmas, offer GCompris to your children.
ar: في الأعياد، اهدِ"فهمت" لأطفالك.
bg: За Коледа предложете GCompris на вашите деца.
br: Profit GCompris d'ho pugale da Nedeleg.
ca@valencia: Per Nadal, oferiu GCompris als vostres fills.
cs: Na Vánoce nabídněte GCompris vašim dětem.
el: Προσφέρετε το GCompris στα παιδιά σας ως δώρο για τα Χριστούγεννα.
eo: Por Kristnasko, ofertu GCompris al viaj infanoj.
es: Para Navidad, ofrézcale GCompris a sus hijos.
eu: Gabonetarako, eskaini GCompris zure haurrei.
he: לראש השנה, אפשר להציע את ג׳יקומפרי לילדיך.
hr: Iznenadi svoju djecu izvanrednim poklonom za Božić - predstavi im GCompris.
hu: Adj GCompris-t karácsonyra a gyerekeidnek!
it: Per Natale, regala GCompris ai tuoi bambini.
lt: Kalėdoms pasiūlykite „GCompris“ savo vaikams.
lv: Ziemassvētkos saviem bērniem uzdāvini „GCompris“!
ml: താങ്കളുടെ കുട്ടികൾക്ക് ക്രിസ്തുമസിന് ജികോംപ്രി സമ്മാനിക്കൂ.
nn: Korfor ikkje visa barna dine GCompris i jula?
ro: De Crăciun, oferiți-le copiilor dumneavoastră GCompris.
sk: Na vianoce, ponúknite GCompris Vašim deťom.
sl: Ponudite vašim otrokom GCompris za božič.
sq: Ofrojuni fëmijëve tuaj GCompris-në për Krishtlindje.
tr: Noel için çocuklarınıza GCompris’i gösterin.
zh_tw: 在聖誕節時，把 GCompris 當聖誕禮物送給您的小孩吧。

source: News
ar: الأخبار
bg: Новини
br: Keleier
ca@valencia: Notícies
cs: Novinky
el: Νέα
eo: Novaĵoj
es: Noticias
eu: Albisteak
he: חדשות
hr: Novosti
hu: Hírek
it: Novità
lt: Naujienos
lv: Jaunumi
mk: Новости
ml: വാർത്ത
nn: Nyheiter
pl: Wieści
ro: Noutăți
sk: Správy
sl: Novice
sq: Lajme
tr: Haberler
zh_cn: 新闻
zh_tw: 最新消息

source: Download
ar: نزّل
bg: Изтегляне
br: Pellgargañ Gcompris
ca@valencia: Baixa
cs: Stáhnout
el: Λήψη
eo: Elŝutu
es: Descarga
eu: Zama-jaitsi
he: הורדה
hr: Preuzimanja
hu: Letöltés
it: Scarica
lt: Atsisiųsti
lv: Lejupielādēt
mk: Преземи
ml: ഡൗൺലോഡ്
nn: Last ned
pl: Pobieranie
ro: Descarcă
sk: Stiahnuť
sl: Prenesi
sq: Shkarkojeni
tr: İndir
zh_cn: 下载
zh_tw: 下載

source: Donate
ar: تبرّع
bg: Дарения
br: Reiñ
ca@valencia: Donació de diners
cs: Darovat
el: Δωρεά
eo: Doni
es: Donaciones
eu: Egin dohaintza
he: לתרום
hr: Doniraj
hu: Adományoz
it: Fai una donazione
lt: Paremti
lv: Ziedot
mk: Донирајте
ml: സംഭാവന ചെയ്യുക
nn: Gje penge­gåve
pl: Darowizna
ro: Donează
sk: Darovať
sl: Doniraj
sq: Dhuroni
tr: Bağış Yap
zh_cn: 捐助
zh_tw: 捐助

source: Screenshots
ar: اللقطات
bg: Снимки
br: Skrammadoù
ca@valencia: Captures de pantalla
cs: Snímky obrazovky
el: Στιγμιότυπα οθόνης
eo: Ekrankopioj
es: Capturas de pantalla
eu: Pantaila-argazkiak
he: צילומי מסך
hr: Snimke zaslona
hu: Pillanatképek
it: Schermate
lt: Žaidimų vaizdai
lv: Ekrānattēli
mk: Снимки на екранот
ml: സ്ക്രീൻഷോട്ടുകൾ
nn: Skjerm­bilete
pl: Zrzuty ekranu
ro: Capturi de ecran
sk: Snímky obrazovky
sl: Posnetki zaslona
sq: Foto ekrani
tr: Ekran Görüntüleri
zh_cn: 截图
zh_tw: 截圖

source: Schools
ar: المدارس
bg: Училища
br: Skolioù
ca@valencia: Escoles
cs: Školy
el: Σχολεία
eo: Lernejoj
es: Colegios
eu: Ikastetxeak
he: בתי ספר
hr: Škole
hu: Iskolák
it: Scuole
lt: Mokyklos
lv: Skolām
mk: Училишта
ml: സ്കൂളുകൾ
nn: Skular
pl: Szkoły
ro: Școli
sk: Školy
sl: Šole
sq: Shkolla
tr: Okullar
zh_cn: 学校
zh_tw: 學校

source: Manual
ar: الدليل
bg: Ръководство
br: Dornlevr
cs: Návod
el: Οδηγός
eo: Manlibro
eu: Eskuliburua
he: מדריך
hr: Upute
hu: Kézikönyv
it: Manuale
lt: Žinynas
lv: Rokasgrāmata
mk: Прирачник
ml: ലഘുവിവരണം
nn: Bruks­rettleiing
pl: Podręcznik
sk: Návod
sl: Priročnik
sq: Doracak
tr: Kılavuz
zh_cn: 手册
zh_tw: 手冊

source: FAQ
ar: الأسئلة المتكررة
bg: Често задавани въпроси
ca@valencia: PMF
cs: Často kladené dotazy
el: Συνήθεις ερωτήσεις
eo: Oftaj Demandoj
es: Preguntas frecuentes
he: שו״ת
hr: ČPP
hu: GYIK
lt: DUK
lv: BUJ
ml: ചോദ്യമേള
nn: Spørsmål og svar
sl: PZV
sq: PBR
tr: SSS
zh_cn: 常见问题
zh_tw: 常見問題

source: Contribute
ar: ساهم
bg: Дайте вашия принос…
br: Kemer perzh
ca@valencia: Col·labora
cs: Zapojit se
el: Συνεισφορά
eo: Kontribuu
es: Colaborar
eu: Lagundu
he: לתרום
hr: Doprinesi
hu: Hozzájárul
it: Contribuisci
lt: Prisidėti
lv: Iesaistīties
mk: Придонесете
ml: കോൺട്രിബ്യൂട്ട്
nn: Bidra
pl: Współtworzenie
ro: Contribuie
sk: Prispieť
sl: Prispevaj
sq: Jepni Ndihmesë
tr: Katkıda Bulun
zh_cn: 贡献
zh_tw: 貢獻

source: Site last updated on %(revision_date)s.
ar: آخر تحديث للموقع في %(revision_date)s.
bg: Сайтът последно е актуализиран на %(revision_date)s.
br: Adnevezadur diwezhañ al lec'hienn: %(revision_date)s.
ca@valencia: Última actualització del lloc el %(revision_date)s.
cs: Stránka byla naposledy aktualizována %(revision_date)s.
he: האתר עודכן לאחרונה ב־%(revision_date)s.
hr: Stranica je zadnji put ažurirana %(revision_date)s.
lt: Svetainė atnaujinta: %(revision_date)s.
lv: Vietne pēdējo reizi ir atjaunināta %(revision_date)s.
ro: Site actualizat ultima dată în %(revision_date)s.
sl: Spletišče zadnjič posodobljeno %(revision_date)s.
sq: Sajt i përditësuar së fundi më %(revision_date)s.

source: Site translated by: %(translators_names)s.
ar: ترجم الموقع :%(translators_names)s.
bg: Сайтът е преведен от: %(translators_names)s.
br: Lec'hienn troet gant: %(translators_names)s.
ca@valencia: Lloc traduït per: %(translators_names)s.
cs: Stránku přeložili: %(translators_names)s.
el: Ο ιστότοπος μεταφράστηκε από τον/τους: %(translators_names)s.
eo: Retejo tradukita de: %(translators_names)s.
es: Sitio traducido por: %(translators_names)s.
eu: Lekuaren itzultzaileak: %(translators_names)s.
he: האתר תורגם ע״י %(translators_names)s.
hr: Prijevod web sjedišta: %(translators_names)s.
hu: Az oldalt fordította: %(translators_names)s.
it: Sito tradotto da: %(translators_names)s.
lt: Svetainę išvertė: %(translators_names)s.
lv: Vietni tulkoja: %(translators_names)s.
ml: സൈറ്റിന്റെ തർജ്ജിമ: %(translators_names)s.
nn: Nettstaden er omsett av: %(translators_names)s.
pl: Strona przetłumaczona przez: %(translators_names)s.
ro: Site tradus de %(translators_names)s.
sk: Stránku preložil: %(translators_names)s
sl: Stran so prevedli: %(translators_names)s.
sq: Sajt i përkthyer nga: %(translators_names)s.
tr: %(translators_names)s tarafından Türkçeye çevrildi.
zh_tw: 網站翻譯者：%(translators_names)s。

source: GCompris for Christmas
ar: برنامج "فهمت" في الأعياد
bg: GCompris за Коледа
br: GCompris da Nedeleg
ca@valencia: GCompris per Nadal
cs: GCompris na Vánoce
el: Gcompris για τα Χριστούγεννα
eo: GCompris por Kristnasko
es: GCompris para Navidad
eu: GCompris gabonetarako
he: ג׳יקומפרי לחג המולד
hr: Pokloni GCompris za Božić
hu: GCompris karácsonyra
it: GCompris per Natale
lt: „GCompris“ Kalėdoms
lv: „GCompris“ Ziemassvētkiem
mk: Жикомпри за Божиќ
ml: ക്രിസ്തുമസിന് ജികോംപ്രി
nn: GCompris til jul
pl: GCompris na Święta Bożego Narodzenia
ro: GCompris de Crăciun
sk: GCompris pod stromček
sl: GCompris za božič
sq: GCompris për Krishtlindje
tr: Noel için GCompris
zh_cn: 圣诞节版本 GCompris
zh_tw: 聖誕節的 GCompris

source: For Christmas, offer GCompris to your children. It's free and will give them hours of educational fun.
ar: في الأعياد، اعرض"فهمت" لأطفالك. إنه مجاني وسيوفر لهم ساعات من المرح التعليمي.
bg: За Коледа предложете GCompris на вашите деца. Безплатно е и ще им даде часове образователни забавления.
br: Profit GCompris d'ho pugale da Nedeleg. Digoust eo hag ur bern eurvezhioù kelennadel plijus vo evite.
ca@valencia: Per Nadal, oferiu GCompris als vostres fills. És debades i els donarà hores de diversió educativa.
cs: Na Vánoce nabídněte GCompris vašim dětem. Je zdarma a dá jim hodiny zábavného vzdělávání.
el: Μπορείτε να προσφέρετε στα παιδικά σας το GCompris ως δώρο για τα Χριστούγεννα.
eo: Por Kristnasko, ofertu GCompris al viaj infanoj. Ĝi estas libera kaj donos al ili horojn da eduka amuzo.
es: Para Navidad, ofrézcale GCompris a sus hijos. Es gratis y les proporcionará horas de diversión educativa.
eu: Gabonetarako, eskaini GCompris zure haurrei. Doakoa da eta dibertsio hezigarriz beteriko orduak eskainiko dizkie.
he: לחג המולד, תוכל להציע את Gcompris לילדיך, זה חופשי וייתן להם/ן שעות של כיף חינוכי.
hr: Iznenadi svoju djecu izvanrednim poklonom za Božić - predstavi im GCompris. Besplatan je i pružit će im sate učenja na zabavan način.
hu: Adj GCompris-t karácsonyra a gyerekeidnek! Ingyenes és több óra hosszányi játszva szórakozást kínál.
it: Per Natale, regala GCompris ai tuoi bambini. È gratuito e darà loro ore di divertimento educativo.
lt: Kalėdoms pasiūlykite „GCompris“ savo vaikams. Tai puiki nemokama edukacinė pramoga.
lv: Ziemassvētkos saviem bērniem uzdāvini „GCompris“. Tā ir brīva un bezmaksas programma, kas viņiem sniegs stundām garu izglītojošu prieku.
mk: За Божиќ, понудете им Жикомпри на вашите деца. Бесплатно е и ќе им овозможи образовна забава.
ml: താങ്കളുടെ കുട്ടികൾക്ക് ക്രിസ്തുമസിന് ജികോംപ്രി സമ്മാനിക്കൂ. ഇതു സൗജന്യമാണെന്നു മാത്രമല്ല അവർക്ക് പഠിച്ചുകൊണ്ട് രസിക്കുകയും ചെയ്യാം.
nn: Korfor ikkje visa barna dine GCompris i jula? Det er gratis og gjev timevis med pedagogisk moro.
pl: Na Święta, zaoferuj GCompris swojemu dziecku. Jest darmowy i daje im godziny edukacyjnej zabawy.
ro: De Crăciun, oferă GCompris copiilor tăi. Este gratuit, și le va da ore bune de amuzament educațional.
sk: Na Vianoce, ponúknite GCompris svojim deťom. Je zadarmo a poskytne im hodiny vzdelávania a zábavy.
sl: Ponudite vašim otrokom GCompris za božič. Je prosto dostopen in jim zagotavlja ure prijetnega izobraževanja.
sq: Ofrojuni fëmijëve tuaj GCompris-në për Krishtlindje. Është falas dhe do t’u japë orë të tëra zbavitjeje edukative.
tr: Noel için çocuklarınıza GCompris’i gösterin. Ücretsizdir ve onlara uzun saatler boyu eğlendirecektir.
zh_cn: 对于圣诞节来说，向你的孩子们提供GCompris。它是免费的，并将给他们数十小时的教育乐趣。
zh_tw: 在聖誕節時，把 GCompris 當聖誕禮物送給您的小孩吧。它可以免費下載，並給他們一段有教育意義的歡樂時光。
