Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: How can I manually download and install the extra assets?
ar: كيف يمكنني تنزيل الموارد الإضافية وتثبيتها يدويًا؟
bg: Как мога ръчно да изтегля и инсталирам допълнителните активи?
br: Penaos e c'hellan pellgargañ ha staliañ ma-unan ar perzhioù ouzhpennet?
ca@valencia: Com puc descarregar i instal·lar manualment els recursos addicionals?
cs: Jak mohu ručně stáhnout a nainstalovat extra doplňky?
el: Πώς μπορώ να κατεβάσω και να εγκαταστήσω μη αυτόματα τα επιπλέον στοιχεία;
eo: Kiel mi povas mane elŝuti kaj instali la kromajn aktivojn?
es: ¿Cómo puedo descargar e instalar a mano los recursos adicionales?
he: איך אפשר להוריד ולהתקין את המשאבים הנוספים ידנית?
hr: Kako mogu ručno preuzeti i instalirati dodatke?
hu: Hogyan tudom kézzel letölteni a plusz tartalmakat?
lt: Kaip rankiniu būdu atsisiųsti ir įdiegti papildomus resursus?
lv: Kā varu manuāli lejupielādēt un instalēt papildu resursus?
ml: പുറത്തുനിന്നുമുള്ള അസറ്റുകൾ എങ്ങനെ സ്വന്തമായി ഡൗൺലോഡ് ചെയ്ത് ഇൻസ്റ്റാൾ ചെയ്യാം?
nn: Korleis kan eg manuelt lasta ned og installera tilleggsressursane?
ro: Cum pot descărca și instala manual componentele suplimentare?
sl: Kako lahko ročno prenesem in namestim dodatna sredstva?
sq: Si mund t’i shkarkoj dhe instaloj dorazi elementë shtesë?
tr: Ek varlıkları elle nasıl indirebilirim?

source: IMPORTANT: for GCompris versions older than 4.0, you need to replace "data3" with "data2" in all instructions below.
ar: هام: بالنسبة لإصدارات فهمت الأقدم من 4.0، تحتاج إلى استبدال "data3" بـ "data2" في جميع التعليمات أدناه.
bg: ВАЖНО: за версии на GCompris, по-стари от 4.0, трябва да замените "data3" с "data2" във всички инструкции по-долу.
br: POUEZUS: evit stummoù GCompris koshoc'h eget 4.0 e ranker ober gant "data2" e-lec'h "data3" en holl urzhioù amañ-dindan.
ca@valencia: IMPORTANT: per a les versions de GCompris anteriors a la 4.0, cal canviar «data3» per «data2» a totes les instruccions de davall.
cs: DŮLEŽITÉ: pro verze starší než GCompris 4.0 je nutné v instrukcích níže nahradit "data3" za "data2".
he: חשוב: בגרסאות של ג׳יקומפרי שקדמו ל־4.0, יש להחליף את „data3” ב־„data2” בכל ההנחיות שלהלן.
hr: VAŽNO: za verzije GComprisa starije od 4.0 moraš zamijeniti "data3" s "data2" prema uputama u nastavku.
lt: SVARBU: senesnėse nei 4.0 GCompris versijose visose žemiau pateiktose instrukcijose „data3“ reikia pakeisti „data2“.
lv: SVARĪGI: „GCompris“ versijās, kas ir vecākas par 4.0, tālākajās norādēs „data3“ aizstājiet ar „data2“.
ml: ശ്രദ്ധിക്കുക: 4.0-നേക്കാൾ പഴയ ജികോംപ്രി പതിപ്പുകൾക്ക്, ചുവടെയുള്ള എല്ലാ നിർദ്ദേശങ്ങളിലും "data3" എന്നതിനു പകരം "data2" എന്നു നൽകേണ്ടതുണ്ട്.
ro: IMPORTANT: pentru versiunile de GCompris mai vechi decât 4.0, trebuie să înlocuiți „data3” cu „data2” în toate instrucțiunile de mai jos.
sl: POMEMBNO: za GCompris različice starejše od 4.0, morate v vseh navodilih spodaj zamenjati "data3" z "data2".
sq: E RËNDËSISHME: për versione GCompris më të vjetër se 4.0, është e nevojshme të zëvendësoni “data3” me “data2” në krejt udhëzimet më poshtë.

source: IMPORTANT: from GCompris version 4.0, we added the date of the last update in the .rcc filenames. So you need to look in the "Contents" files what is the name of the latest one before downloading it. For example:
ar: هام: من الإصدار 4.0 من فهمت أضفنا تاريخ آخر تحديث في أسماء ملفات .rcc. لذلك عليك أن تبحث في ملفات "Contents" عن اسم أحدث ملف قبل تنزيله. على سبيل المثال:
bg: ВАЖНО: от GCompris версия 4.0 нагоре добавихме датата на последната актуализация в имената на файловете .rcc. Така че трябва да погледнете във файловете "Съдържание" как се казва най-новият, преди да го изтеглите. Например:
br: POUEZUS: adalek ar stumm 4.0 eus GCompris e vez ouzhpennet ganeomp an _ diwezhañ e-barzh anvioù ar restroù .rcc. Neuze e ranker sell ouzh anv ar stumm nevesañ er restroù "Contents" a-raok pellgargañ anezhañ. Da skouer:
ca@valencia: IMPORTANT: a partir de la versió 4.0 de GCompris, hem afegit la data de l'última actualització en els noms dels fitxers «.rcc». De manera que cal que mireu en els fitxers «Contents» quin és el nom de l'últim abans de baixar-lo. Per exemple:
cs: DŮLEŽITÉ: od verze GCompris 4.0 jsme přidali do názvů .rcc souborů datum poslední aktualizace. Abyste před stahováním zjistili, jaký název je nejnovější, je potřeba se podívat do souborů "Contents". Například:
he: חשוב: החל מגרסה 4.0 של ג׳יקומפרי ואילך, הוספנו את תאריך העדכון האחרון לשמות קובצי ה־‎.rcc כך שצריך לחפש בתיקיית התכנים „Contents” מה שם הקובץ האחרון בטרם הורדתו. למשל:
hr: VAŽNO: od GCompris verzije 4.0, dodali smo datum zadnjeg ažuriranja u .rcc nazivima datoteka. Stoga trebaš pogledati u datotekama "Sadržaj" naziv najnovije datoteke prije nego što je preuzmeš. Na primjer:
lt: SVARBU: nuo 4.0 versijos GCompris į .rcc failų pavadinimus įtraukėme paskutinio atnaujinimo datą. Taigi prieš atsisiųsdami turite pažiūrėti „Contents“ failuose, koks yra naujausio failo pavadinimas. Pavyzdžiui:
lv: SVARĪGI: sākot ar „GCompris“ 4.0 versiju, „.rdd“ datņu nosaukumos pievienojat pēdējā atjauninājuma datumu, tāpēc pirms lejupielādēšanas „Contents“ datnēs apskatieties, kas ir bijis pēdējais atjauninājums, piemēram:
ml: ശ്രദ്ധിക്കുക: 4.0 തൊട്ടുള്ള ജികോംപ്രി പതിപ്പുകളിൽ, .rcc ഫയലുകളുടെ പേരിൽ അവസാനമായി അപ്ഡേറ്റ് ചെയ്ത തീയതി ചേർത്തിരിക്കുന്നു. അതിനാൽ ഡൗൺലോഡ് ചെയ്യുന്നതിന് മുമ്പ് ഏറ്റവും പുതിയതിന്റെ പേര് എന്താണെന്ന് "Contents" ഫയലുകളിൽ നോക്കേണ്ടതുണ്ട്. ഉദാഹരണത്തിന്:
ro: IMPORTANT: începând de la versiunea de GCompris 4.0, am adăugat data ultimei actualizări în numele fișiereler .rcc. Va trebui deci să vă uitați în fișierele „Contents” care este numele celui mai recent înainte de a începe descărcarea. De exemplu:
sl: POMEMBNO: od GCompris različice 4.0 smo v imena datotek .rcc dodali datum zadnje posodobitve. Zato morate v datotekah "Contents" pogledati, kako se imenuje najnovejša, preden jo prenesete. Na primer:
sq: E RËNDËSISHME: nga GCompris version 4.0 e tutje kemi shtuar datën e përditësimit të fundit, te emra kartelash .rcc. Pra, lypset të shihni te kartela “Lëndë” se cili është emri i më të resë, para se ta shkarkoni. Për shembull:

source: For older versions, the filenames don't contain the date. Example:
ar: بالنسبة للإصدارات الأقدم، لا تحتوي أسماء الملفات على التاريخ. مثال:
bg: За по-стари версии имената на файловете не съдържат дата. Пример:
br: Evit ar stummoù koshañ n'ez eus deiziad ebet e-barzh anvioù ar restroù. Da skouer:
ca@valencia: Per a les versions més antigues, els noms dels fitxers no contenen la data. Exemple:
cs: Ve starších verzích názvy souborů neobsahují datum. Například:
he: בגרסאות ישנות יותר, שמות הקבצים לא כוללים את הנתונים. למשל:
hr: Za starije verzije, nazivi datoteka ne sadrže datum. Primjer:
lt: Senesnėse versijose failų pavadinimuose nėra datos. Pavyzdys:
lv: Vecākās versijās datnes nosaukums nesatur datumu. Piemēram:
ml: പഴയ പതിപ്പുകളിലെ ഫയലുകളുടെ പേരിൽ തീയതി അടങ്ങിയിട്ടില്ല. ഉദാഹരണം:
ro: La versiunile mai vechi, numele de fișiere nu conțin data. Exemplu:
sl: Pri starejših različicah imena datotek ne vsebujejo datuma. primer:
sq: Për versione më të vjetër, emrat e kartelave s’përmbajnë datën. Shembull:

source: IMPORTANT: in the following instructions, replace "-codecName" with "-mp3" for Windows systems, or "-ogg" for Linux or Android systems, or "-aac" for macOS systems. Also, replace "-localeCode" with the code of your locale.
ar: **هام**: في التعليمات التالية، استبدل "-codecName" بـ "-mp3" لأنظمة Windows، أو "-ogg" لأنظمة Linux أو Android، أو "-aac" لأنظمة macOS. أيضًا، استبدل "-localeCode" برمز الإعدادات المحلية الخاصة بك.
bg: ВАЖНО: в следващите инструкции заменете „-codecName“ с „-mp3“ за системи Windows или „-ogg“ за системи Linux или Android, или „-aac“ за системи macOS. Също така заменете „-localeCode“ с кода за вашия език.
br: POUEZUS: en alioù da heul, e-lec'h ober gant "-codecName", lakit "-mp3" evit reizhiadoù Windows pe "-ogg" evit reizhadoù Linux pe Android, pe c'hoazh "-aac" evit reizhadoù macOS. Hag e-lec'h ober gant "-localeCode", grit ivez gant hini ho korn-bro.
ca@valencia: IMPORTANT: en les instruccions següents, substituïu «-codecName» per «-mp3» en els sistemes Windows, o «-ogg» en els sistemes Linux o Android, o «-aac» en els sistemes macOS. A més, substituïu «-localeCode» pel codi de la vostra configuració regional.
cs: DŮLEŽITÉ: v následujících instrukcích nahraďte "-codecName" podle vašeho operačního systému: pro Windows použijte "-mp3", pro Linux a Android "-ogg" nebo pro macOS "-aac". Také nahraďte "-localeCode" kódem vaší lokalizace.
el: ΣΗΜΑΝΤΙΚΟ: στις ακόλουθες οδηγίες, αντικαταστήστε το "-codecName" με το "-mp3" για συστήματα Windows, ή το "-ogg" για συστήματα Linux ή Android, ή "-aac" για συστήματα macOS. Επίσης, αντικαταστήστε το "-localeCode" με τον κωδικό της δικής σας γλώσσας.
eo: GRAVA: en la sekvaj instrukcioj, anstataŭigu "-codecName" per "-mp3" por Vindozaj sistemoj, aŭ "-ogg" por Linukso aŭ Android-sistemoj, aŭ "-aac" por macOS-sistemoj. Ankaŭ anstataŭigu "-localeCode" per la kodo de via loko.
es: IMPORTANTE: En las instrucciones siguientes, sustituya «-codecName» con «-mp3» para los sistemas Windows, con «-ogg» para los sistemas Linux y Android, o con «-aac» para los sistemas macOS. Además, sustituya «-localeCode» con el código de su configuración local.
he: חשוב: בהנחיות הבאות, יש להחליף את „‎-codecName” ב־„‎-mp3” במערכות Windows, או „‎-ogg” במערכות לינוקס או Android, או „‎-aac” למערכות macOS. גם, להחליף את „‎-localeCode” בקוד ההגדרות האזוריות/השפה שלך.
hr: VAŽNO: u sljedećim uputama zamijeni "-codecName" s "-mp3" za Windows sustave ili "-ogg" za Linux ili Android sustave ili "-aac" za macOS sustave. Također, zamijeni "-localeCode" kodom tvog jezika.
hu: FIGYELEM: a következő lépésekben, helyettesítsd a "-codecName"paramétert "-mp3" -mal Windows rendszereken, vagy "-ogg"-vel Linux és vagy Android rendszerek esetén, vagy "-aac"-vel ha macOS-t használsz. Szintén cseréld le a "-localeCode" paramétert a saját nyelved kódjával.
lt: SVARBU: toliau pateiktose instrukcijose pakeiskite „-codecName“ į „-mp3“, jei naudojate „Windows“, arba „-ogg“, jei naudojate „Linux“ ar „Android“, arba „-aac“, jei naudojate „macOS“ sistemas. Be to, pakeiskite „-localeCode“ savo lokalės kodu.
lv: SVARĪGI: sekojošās instrukcijās aizvietojiet „-codecName“ ar „-mp3“ („Windows“ sistēmās) vai „-ogg“ („Linux“ un „Android“ sistēmās), vai „-aac“ („macOS“ sistēmās). Tāpat arī aizvietojiet „-localeCode“ ar savas lokāles kodu.
ml: ശ്രദ്ധിക്കുക: ഇനിപ്പറയുന്ന നിർദ്ദേശങ്ങളിൽ, "-codecName" എന്നത് വിൻഡോസ് സിസ്റ്റങ്ങൾക്കായി "-mp3" എന്നും ലിനക്സ്, ആൻഡ്രോയ്ഡ് സിസ്റ്റങ്ങൾക്കായി "-ogg" എന്നും മാക്ഒയെസ് സിസ്റ്റങ്ങൾക്കായി "-aac" എന്നും മാറ്റേണ്ടതാണ്. കൂടാതെ, "-localeCode" എന്നതിനു പകരം ആവശ്യമായ ഭാഷയുടെ കോഡും നല്കുക (മലയാളത്തിന് "-ml" എന്നാക്കിമാറ്റണം).
nn: VIKTIG: I rettleinga nedanfor må du byta ut «-codecName» med «-mp3» for Windows-system, «-ogg» for Linux- og Android-system og «-aac» for macOS-system. Byt òg ut «-localeCode» med rett språkkode.
ro: IMPORTANT: în instrucțiunile următoare, înlocuiți „codecName” cu „-mp3” pentru sistemele Windows, sau „-ogg” pentru sistemele Linux sau Android, sau cu „-aac” pentru sistemele macOS. De asemenea, înlocuiți „-localeCode” cu codul dvs. local.
sl: POMEMBNO: v naslednjih navodilih zamenjajte "-codecName" z "-mp3" za sisteme Windows ali "-ogg" za sisteme Linux ali Android ali "-aac" za sisteme macOS. Zamenjajte tudi "-localeCode" s kodo vašega jezika.
sq: E RËNDËSISHME: te udhëzimet vijuese, zëvendësoni “-codecName” me “-mp3”, për sisteme Windows, ose “-ogg” për sisteme Linux ose Android, ose “-aac” për sisteme macOS. Tjetër, zëvendësoni “-localeCode” me kodin e vendores tuaj.
tr: ÖNEMLİ: Aşağıdaki yönergelerde, ‘-codecName’i Windows sistemlerde ‘-mp3’ veya Linux/Android sistemlerde ‘-ogg’ ile, macOS sistemlerde ise ‘-aac’ ile değiştirin. Ayrıca ‘-localeCode’u yerel dil kodunuz yapın.

source: And as explained above, from GCompris version 4.0, replace "-date" with the date you found in the "Contents" file; for older versions, remove the "-date" part.
ar: وكما هو موضح أعلاه، من الإصدار 4.0 من فهمت استبدل "-date" بالتاريخ الذي وجدته في ملف "Contents"؛ بالنسبة للإصدارات الأقدم، قم بإزالة الجزء "-date".
bg: И както е обяснено по-горе, от GCompris версия 4.0, заменете "-date" с датата, която сте намерили във файла "Contents"; за по-стари версии премахнете частта "-date".
br: Evel displeget a-raok, evit ar stumm 4.0 eus GCompris e ranker ober gant an deiziad kavet er restr "Contents" e-lec'h ober gant "-date"; evit ar stummoù koshañ, eo dav lemel an tamm anvet "-date"
ca@valencia: I com s'ha explicat abans, a partir de la versió 4.0 de GCompris, substituïu «-date» per la data que heu trobat en el fitxer «Contents»; per a les versions anteriors, elimineu la part de la «-date».
cs: Jak je vysvětleno výše, od verze GCompris 4.0 nahraďte "-date" datem, které jste našli v souboru "Contents"; u starších verzích část "-date" odstraňte.
he: וכפי שהוסבר לעיל, החל מגרסה 4.0 של ג׳יקומפרי, יש להחליף את „‎-date” בתאריך שמצאת בתיקיית התכנים (Contents), בגרסאות ישנות יותר, יש להסיר את חלק ה־„‎-date”.
hr: Kao što je gore navedeno, od GCompris verzije 4.0, zamijeni "-date" s datumom koji ste pronašli u datoteci "Sadržaj"; za starije verzije uklonite dio "-datum".
lt: Kaip paaiškinta aukščiau, nuo GCompris 4.0 versijos pakeiskite "-date" data, kuri nurodyta faile "Contents"; senesnėse versijose pašalinkite dalį „-date“.
lv: Kā jau minējām iepriekš, sākot ar „GCompris“ 4.0 versiju, „-date“ aizstājiet ar datumu, ko atrodat „Contents“ datnē. Vecākās versijās „-date“ daļu izdzēsiet.
ml: മുകളിൽ വിശദീകരിച്ചതുപോലെ, 4.0 മുതലുള്ള ജികോംപ്രി പതിപ്പിൽ, "-date" എന്നതിനുപകരം "Contents" ഫയലിൽ കാണുന്ന തീയതി ഉപയോഗിക്കുക; പഴയ പതിപ്പുകളിൽ, "-date" ഭാഗം നീക്കം ചെയ്യുക.
ro: După cum este explicat mai sus, începând de la versiunea 4.0 de GCompris, înlocuiți „-date” cu data găsită în fișierul „Contents” ; la versiunile mai vechi, înlăturați partea „-date”.
sl: In kot je razloženo zgoraj, iz GCompris različice 4.0 zamenjajte "-datum" z datumom, ki ste ga našli v datoteki "Contents"; za starejše različice odstranite del "-datum".
sq: Dhe, siç shpjegohet më sipër, nga versioni GCompris 4.0 e tutje, zëvendësoni “-date” me datën që gjetët te kartela “Lëndë”; për versione më të vjetër hiqeni pjesën “-date”.

source: You can download the extra assets from this link:
ar: يمكنك تنزيل الموارد الإضافية من هذا الرابط:
bg: Можете да изтеглите допълнителните активи от тази връзка:
br: Bez'e c'hallit pellgargañ ar perzhioù ouzhpennet gant al liamm-mañ.
ca@valencia: Podeu baixar els recursos addicionals des d'este enllaç:
cs: Extra doplňky můžete ručně stáhnout z tohoto odkazu:
el: Μπορείς να κατεβάσεις τα επιπλέον στοιχεία από αυτόν τον σύνδεσμο:
eo: Vi povas elŝuti la kromajn valoraĵojn de ĉi tiu ligo:
es: Puede descargar los recursos adicionales de este enlace:
he: אפשר להוריד משאבים נוספים מהקישור הזה:
hr: Dodatke možeš preuzeti s ove poveznice:
hu: De a telepítő által nem tartalmaott részek az alábbi linkeken is elérhetők:
lt: Galite atsisiųsti papildomus resursus iš šios nuorodos:
lv: Papildu resursus varat lejupielādēt šeit:
ml: ഈ ലിങ്കിൽ നിന്നും കൂടുതലായുള്ള അസറ്റുകൾ ഡൗൺലോഡ് ചെയ്യാവുന്നതാണ്:
nn: Du finn alle tilleggs­ressursane her:
ro: Puteți descărca componentele suplimentare din acest link:
sl: Dodatna sredstva lahko prenesete s te povezave:
sq: Burimet shtesë mund t’i shkarkoni nga kjo lidhje:
tr: Ek varlıkları aşağıdaki bağlantıdan indirebilirsiniz:

source: For the background music, you need to go in the folder named "backgroundMusic" and download those 2 files:
ar: بالنسبة لموسيقى الخلفية، عليك الانتقال إلى المجلد المسمى "backgroundMusic" وتنزيل هذين الملفين:
bg: За фоновата музика трябва да отидете в папката с име "backgroundMusic" и изтеглете тези 2 файла:
br: Evit ar sonerezh a-dreñv, e ranker mont er penn-restr anvet "backgroundMusic" ha pellgargañ an 2 restr-mañ:
ca@valencia: Per a la música de fons, cal anar fins a la carpeta anomenada «backgroundMusic» i descarregar estos 2 fitxers:
cs: Pro hudbu na pozadí potřebujete přejít do složky pojmenované "backgroundMusic" a stáhnout tyto 2 soubory:
el: Για τη μουσική υπόκρουση, πρέπει να μεταβείτε στο φάκελο με το όνομα "backgroundMusic" και να κάνετε λήψη αυτών των 2 αρχείων:
eo: Por la fona muziko, vi devas iri en la dosierujon nomitan "fonaMuziko" kaj elŝuti tiujn 2 dosierojn:
es: Para la música de fondo, vaya a la carpeta con el nombre «backgroundMusic» y descargue estos 2 archivos:
he: למוזיקת רקע, יש לגשת לתיקייה בשם „backgroundMusic” ולהוריד את שני הקבצים האלה:
hr: Za pozadinsku glazbu moraš otići u mapu pod nazivom "backgroundMusic" i preuzeti sljedeće dvije datoteke:
hu: A háttérzenéhez, keresd meg a "backgroundMusic" mappát és and töltsd le az alábbi 2 file-t:
lt: Norėdami foninės muzikos, eikite į aplanką „backgroundMusic“ ir atsisiųskite šiuos 2 failus:
lv: Fona mūzikai ejiet uz mapi ar nosaukumu „backgroundMusic“ uz lejupielādējiet šis divas datnes:
ml: പശ്ചാത്തല സംഗീതത്തിനായി, "backgroundMusic" എന്ന ഫോൾഡറിൽ പോയി അതിലുള്ള രണ്ടു ഫയലുകൾ ഡൗൺലോഡ് ചെയ്യേണ്ടതുണ്ട്:
nn: For bakgrunnsmusikken må du gå til mappa «backgroundMusic» og lasta ned desse to filene:
ro: Pentru muzica de fundal, trebuie să mergeți în folderul numit „backgroundMusic” și să descărcați aceste două fișiere:
sl: Za glasbo v ozadju morate iti v mapo z imenom "backgroundMusic" in prenesti ti dve datoteki:
sq: Për muzikë sfond, duhet të kaloni te dosja e quajtur “backgroundMusic” dhe të shkarkoni këto 2 kartela:
tr: Arka plan müziği için ‘backgroundMusic’ adlı klasöre gitmeniz ve şu iki dosyayı indirmeniz gerekir:

source: Then copy those 2 files in a folder named "backgroundMusic" in the cache folder of the application.
ar: ثم انسخ هذين الملفين في مجلد باسم "backgroundMusic" في مجلد ذاكرة الخبيئة للتطبيق.
bg: След това копирайте тези 2 файла в папка с име "backgroundMusic" в cache папката на приложението.
br: Goude e ranker kopiañ an 2 restr-se en ur penn-restr anvet "backgroundMusic" e-barzh penn-restr kuzh an arload.
ca@valencia: Després copieu estos 2 fitxers en una carpeta anomenada «backgroundMusic» en la carpeta de la memòria cau de l'aplicació.
cs: Pak tyto 2 soubory zkopírujte do složky "backgroundMusic" v aplikační složce cache.
el: Στη συνέχεια, αντιγράψτε αυτά τα 2 αρχεία σε έναν φάκελο με το όνομα "backgroundMusic" στον φάκελο της προσωρινής μνήμης της εφαρμογής.
eo: Poste kopiu tiujn 2 dosierojn en dosierujon nomitan "backgroundMusic" en la kaŝmemordosierujo de la aplikaĵo.
es: Copie estos 2 archivos en una carpeta con el nombre «backgroundMusic» dentro de la carpeta de caché de la aplicación.
he: לאחר מכן, להעתיק את שני הקבצים האלה לתיקייה בשם „backgroundMusic” בתיקיית המטמון של היישום.
hr: Zatim kopiraš te dvije datoteke u mapu pod nazivom "backgroundMusic" u mapi predmemorije aplikacije.
hu: Majd a letöltött 2 file-t másold egy "backgroundMusic" nevű mappába a program cache mappáján belül.
lt: Tada nukopijuokite tuos 2 failus į programos atmintinės aplanką „backgroundMusic“.
lv: Pēc tam abas datnes iekopējiet mapē ar nosaukumu „backgroundMusic“ programmas „cache“ mapē
ml: തുടർന്ന് ആ രണ്ടു ഫയലുകൾ ആപ്ലിക്കേഷന്റെ കാഷ് ഫോൾഡറിൽ "backgroundMusic" എന്ന ഫോൾഡറിലേക്കു പകർത്തുക.
nn: Kopier så filene til mappa «backgroundMusic» i cache-mappa til GCompris.
ro: Copiați apoi aceste două fișiere într-un folder numit „backgroundMusic”, în folderul cache al aplicației.
sl: Nato kopirajte ti dve datoteki v mapo z imenom "backgroundMusic" v mapi predpomnilnika aplikacije.
sq: Mandej kopjojini këto 2 kartela te dosja e quajtur “backgroundMusic” " te dosja fshehtinë e aplikacionit.
tr: Sonrasında bu iki dosyayı, uygulamanın önbellek klasöründe ‘backgroundMusic’ adlı bir klasöre koymalısınız.

source: For the voices, you need to go in the folder named "voices-codecName" and download those 2 files:
ar: بالنسبة للأصوات، عليك الانتقال إلى المجلد المسمى "voices-codecName" وتنزيل هذين الملفين:
bg: За гласовете трябва да отидете в папката с име "voices-codecName" и изтеглете тези 2 файла:
br: Evit ar mouezhioù e ranker mont er penn-restr anvet "voices-codecName" ha pellgargañ an 2 restr-mañ:
ca@valencia: Per a les veus, cal anar fins a la carpeta anomenada «voices-codecName» i descarregar estos 2 fitxers:
cs: Pro hlasy je nutné přejít do složky pojmenované "voices-codecName" a stáhnout tyto 2 soubory:
el: Για τις φωνές, πρέπει να μεταβείτε στον φάκελο με το όνομα "voices-codecName" και να κάνετε λήψη αυτών των 2 αρχείων:
eo: Por la voĉoj, vi devas iri en la dosierujon nomitan "voices-codecName" kaj elŝuti tiujn 2 dosierojn:
es: Para las voces, vaya a la carpeta con el nombre «voices-codecName» y descargue estos 2 archivos:
he: לקריינות, יש לגשת לתיקייה בשם „voices-codecName” ולהוריד את שני הקבצים האלה:
hr: Za glasove moraš otići u mapu pod nazivom "voices-codecName" i preuzeti sljedeće dvije datoteke:
hu: A hangokhoz, navigálj az alábbi mappába "voices-codecName" és töltsd le az alábbi 2 file-t:
lt: Norėdami gauti garsus, nueikite į aplanką „voices-codecName“ ir atsisiųskite šiuos 2 failus:
lv: Balsīm ejiet uz mapi ar nosaukumu „voices-codecName“ un lejupielādējiet šīs divas datnes:
ml: ശബ്ദങ്ങൾക്കായി, "voices-codecName" എന്ന ഫോൾഡറിൽ പോയി അതിലെ രണ്ടു ഫയലുകൾ ഡൗൺലോഡ് ചെയ്യേണ്ടതുണ്ട്:
nn: For talefilene må du gå til mappa «voices-codecName» og lasta ned desse to filene:
ro: Pentru voci, trebuie să mergeți în folderul numit „voices-codecName” și să descărcați aceste două fișiere:
sl: Za glasove morate iti v mapo z imenom "voices-codecName" in prenesti ti dve datoteki:
sq: Për zërat, duhet të kaloni te një dosje e quajtur “voices-codecName” dhe të shkarkoni këto 2 kartela:
tr: Sesler için ‘voices-codecName’ adlı klasöre gitmeniz ve şu iki dosyayı indirmeniz gerekir:

source: Then copy those 2 files in a folder named "voices-codecName" in the cache folder of the application.
ar: ثم انسخ هذين الملفين في مجلد باسم "voices-codecName" في مجلد ذاكرة الخبيئة للتطبيق.
bg: След това копирайте тези 2 файла в папка с име "voices-codecName" в cache папката на приложението.
br: Goude e ranker kopiañ an 2 restr-se en ur penn-restr anvet "voices-codecName" e-barzh penn-restr kuzh an arload.
ca@valencia: Després copieu estos 2 fitxers en una carpeta anomenada «voices-codecName» en la carpeta de la memòria cau de l'aplicació.
cs: Pak tyto 2 soubory zkopírujte do složky "voices-codecName" v aplikační složce cache.
el: Στη συνέχεια, αντιγράψτε αυτά τα 2 αρχεία σε έναν φάκελο με το όνομα "voices-codecName" στον φάκελο προσωρινής μνήμης της εφαρμογής.
eo: Poste kopiu tiujn 2 dosierojn en dosierujon nomitan "voices-codecName" en la kaŝmemordosierujo de la aplikaĵo.
es: Copie estos 2 archivos en una carpeta con el nombre «voices-codecName» dentro de la carpeta de caché de la aplicación.
he: לאחר מכן, להעתיק את שני הקבצים האלה לתיקייה בשם „voices-codecName” בתיקיית המטמון של היישום.
hr: Zatim kopiraj te dvije datoteke u mapu pod nazivom "voices-codecName" u mapi predmemorije aplikacije.
hu: Majd másold a 2 file-t a "voices-codecName" nevű mappába a programon cache mappáján belül.
lt: Tada nukopijuokite tuos 2 failus į programos atmintinės aplanką „voices-codecName“.
lv: Pēc tam kopējiet abas datnes mapē ar nosaukumu „voices-codecName“ programmas kešatmiņas mapē.
ml: തുടർന്ന് ആ രണ്ടു ഫയലുകൾ ആപ്ലിക്കേഷന്റെ കാഷ് ഫോൾഡറിൽ "voices-codecName" എന്ന ഫോൾഡറിലേക്കു പകർത്തുക.
nn: Kopier så filene til mappa «voices-codecName» i cache-mappa til GCompris.
ro: Apoi copiați aceste două fișiere într-un folder numit „voices-codecName” , în folderul cache al aplicației.
sl: Nato kopirajte ti dve datoteki v mapo z imenom "voices-codecName" v mapi predpomnilnika aplikacije.
sq: Mandej kopjojini këto 2 kartela te një dosje e quajtur “voices-codecName” te dosja fshehtinë e aplikacionit.
tr: Sonrasında bu iki dosyayı, uygulamanın önbellek klasöründe ‘voices-codecName’ adlı bir klasöre koymalısınız.
