Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: GCompris does not require an Internet connection, does not collect any data, and so strictly complies with the EU's General Data Protection Regulation.
ar: لا تتطلب "فهمت" اتصالاً بالإنترنت، ولا تجمع أي بيانات، وبالتالي فهي تلتزم بشكل صارم باللوائح العامة لحماية البيانات في الاتحاد الأوروبي.
bg: GCompris не изисква интернет връзка, не събира никакви данни и затова стриктно спазва Общия регламент за защита на данните на ЕС.
br: GCompris n'en deus ket ezhomm eus ar c'henrouedad evit mont en-dro, ne zastum dave ebet, o toujañ rik ma ra ouzh reolennoù hollek Europa a-fed difenn an daveoù personel (RGPD).
ca@valencia: GCompris no requerix connexió amb Internet, no recopila cap dada i, per tant, complix estrictament amb el Reglament General de Protecció de Dades de la UE.
cs: GCompris nevyžaduje internetové připojení, neshromažďuje žádná data a tak přísně vyhovuje evropskému nařízení pro ochranu dat (GDPR).
el: Το GCompris δεν απαιτεί σύνδεση στο διαδίκτυο, δεν συλλέγει κανένα δεδομένο και συμμορφώνεται πλήρως με τον Ευρωπαϊκό Γενικό Κανονισμό για την Προστασία Δεδομένων.
eo: GCompris ne postulas interretan konekton, ne kolektas datumojn, kaj do strikte plenumas la Ĝeneralan Regulon pri Protekto de Datumoj de EU.
es: GCompris no necesita una conexión a Internet, no recopila ningún dato y cumple estrictamente con la regulación general de protección de datos de la Unión Europea.
eu: GCompris-ek ez du Interneteko konexiorik behar, ez du inolako daturik biltzen eta, beraz, zorrotz betetzen du EBeko Datuak Babesteko Erregelamendu Orokorra.
he: ג'יקומפריס אינה דורשת חיבור לאינטרנט ואינה אוספת כל מידע וכך עומדת בקפדנות בתקנות General Data Protection Regulation של האיחוד האירופי.
hr: GCompris ne zahtijeva internetsku vezu, ne prikuplja nikakve podatke, stoga je strogo u skladu s Općom uredbom o zaštiti podataka (GDPR) - EU 2016/679.
hu: A GCompris nem igényel internetkapcsolatot, nem gyűjt adatokat a felhasználóktól, és megfelel az EU adatvédelmi irányelveinek.
it: GCompris non richiede una connessione Internet, non raccoglie dati ed è perciò strettamente conforme al regolamento generale sulla protezione dei dati dell'UE (GDPR).
lt: „GCompris“ nereikalauja interneto ryšio, nerenka duomenų ir griežtai laikosi Europos Sąjungos Bendrojo Duomenų Apsaugos Reglamento.
lv: „GCompris“ nav nepieciešams interneta savienojums, tas nevāc nekādus datus un stingri ievēro ES Vispārējo datu aizsardzības regulu.
mk: Жикомпри не бара интернет, не собира никакви податоци и строго е во согласност со општата регулатива на ЕУ за заштита на податоците.
ml: ജികോംപ്രിയ്ക്ക് ഇന്റർനെറ്റ് കണക്ഷൻ ആവശ്യമില്ല, ഇത് ഒരു ഡാറ്റയും ശേഖരിക്കുന്നില്ല എന്നീ കാരണങ്ങളാൽ യൂറോപ്പിന്റെ ജനറൽ ഡാറ്റ പ്രൊട്ടക്ഷൻ റെഗുലേഷൻ ഇതു കർശനമായി പാലിക്കുന്നു.
nn: GCompris krev ikkje tilgang til Internett og samlar ikkje informasjon om brukaren. Programmet er heilt i tråd med EUs personvernforordning.
pl: GCompris nie wymaga połączenia z internetem, nie zbiera żadnych danych i ściśle przestrzega regulacji dotyczących ogólnej ochrony danych Unii Europejskiej.
ro: GCompris nu necesită o conexiune la internet, nu colectează niciun fel de date, și este în strictă conformitate cu Regulamentul European General de Protecție a Datelor (GDPR).
sk: GCompris nie je závislý na pripojení do internetu, nezbiera žiadne údaje a tak presne dodržiava Európske GDPR.
sl: GCompris ne zahteva internetne povezave, ne zbira nobenih podatkov in je tako strogo v skladu s splošno uredbo EU o varstvu podatkov.
sq: GCompris nuk ka nevojë për lidhje Internet, s’grumbullon ndonjë të dhënë dhe pajtohet fare strikt me Rregulloren e Përgjithshme të Mbrojtjes së të Dhënave të BE-së.
tr: GCompris bir internet bağlantısı gerektirmez, hiçbir verinizi toplamaz ve AB’nin Genel Veri Koruma Regülasyonu ile tümüyle uyumludur.
zh_cn: GCompris 不需要互联网连接，不收集任何数据，因此严格遵守欧盟的《一般数据保护条例》(GDPR)。
zh_tw: GCompris 不需要網際網路連線也可以玩，不會收集任何資料，並且嚴格遵循歐盟的通用資料保護規範（GDPR）。

source: Since the version 1.0, GCompris lets educators select the level of activities according to the skill of each child. For example, in an activity that lets children practice numbers, you can select what numbers they can work with, leaving higher and more difficult numbers for a later stage. Or in an activity in which the child has to order pictures chronologically, you can grade the activity for children who can only read numbers or make it harder for children who can read both numbers and words.
ar: يتيح "فهمت" منذ الإصدار 1.0 للمعلمين تحديد مستوى الأنشطة وفقًا لمهارة كل طفل. على سبيل المثال، في نشاط يتيح للأطفال التمرنّ على الأعداد، يمكنك تحديد الأعداد التي يمكنهم العمل بها، وترك أعداد أكبر أصعبة لمرحلة لاحقة. أو في نشاط على الطفل فيه ترتيب الصور ترتيبًا زمنيًا، يمكنك تصنيف النشاط للأطفال الذين يمكنهم قراءة الأعداد فقط أو جعل الأمر أكثر صعوبة بالنسبة للأطفال القادرين على قراءة الأعداد والكلمات معًا.
bg: От версия 1.0 GCompris позволява на преподавателите да избират нивото на дейностите според уменията на всяко дете. Например, в дейност, която позволява на децата да практикуват числа, можете да изберете, с какви числа могат да работят, оставяйки по-големите и по-трудни числа за по-късен етап. Или в дейност, в която детето трябва да подреди картинките хронологично, можете да оптимизирате дейността за деца, които разпознават само числа или за деца, които могат и да четат.
br: Abaoe ar stumm 1.0 e ro GCompris an tu d'an desaverien da zibab live an obererezhioù hervez barregezh pep bugel. Da skouer, evit un obererezh o lakaat ar vugale da bleustriñ war an niveroù, e c'haller dibab peseurt niveroù ober gante, o lezel niveroù uhel ha diaes da vezañ implijet diwezhatoc'h. Pe evit un obererezh lec'h ma rank ur bugel urzhiañ skeudennoù hervez red an amzer e c'haller dibab al live evit bugale gouest da lenn niveroù hepken pe diaesaat an traoù evit bugale gouest da lenn niveroù kenkoulz ha gerioù.
ca@valencia: Des de la versió 1.0, GCompris 1.0 permet als educadors seleccionar el nivell de les activitats d'acord amb l'habilitat de cada infant. Per exemple, en una activitat que permet als infants practicar nombres, es podrà seleccionar amb quins nombres poden treballar, deixant els nombres més alts i més difícils per a una etapa posterior. O en una activitat en la qual l'infant ha d'ordenar les imatges cronològicament, es podrà qualificar l'activitat per als que només poden llegir nombres o fer-la més difícil per als que poden llegir tant nombres com paraules.
cs: Od verze 1.0 GCompris vyučujícím umožňuje vybrat úroveň aktivit podle zkušeností jednotlivých dětí. Například v aktivitě, ve které si děti mohou procvičovat čísla, můžete vybrat se kterými čísly budou pracovat, abyste mohli nechat vyšší a obtížnější čísla na pozdější úroveň. Nebo v aktivitě, ve které má dítě seřadit obrázky podle časové posloupnosti, můžete nastavit, zda dítě umí číst pouze čísla nebo jak čísla, tak slova.
el: Το GCompris 4.0 επιτρέπει στους εκπαιδευτικούς να επιλέξουν επίπεδο δραστηριοτήτων σύμφωνα με τις ικανότητες και τις γνώσεις του κάθε παιδιού. Για παράδειγμα, σε μια δραστηριότητα εξάσκησης στους αριθμούς, υπάρχει δυνατότητα επιλογής των αριθμών με τους οποίους θα δουλέψει το παιδί, αφήνοντας τους μεγαλύτερους αριθμούς για ένα επόμενο στάδιο. Ή σε μια δραστηριότητα τακτοποίησης εικόνων σε χρονολογική σειρά, υπάρχει δυνατότητα ρύθμισης για παιδιά που μπορούν να διαβάζουν μόνο αριθμούς, ή, για να γίνει δυσκολότερη, για παιδιά που διαβάζουν αριθμούς και λέξεις.
eo: Ekde la versio 1.0, GCompris lasas edukistojn elekti la nivelon de agadoj laŭ la kapablo de ĉiu infano. Ekzemple, en agado kiu lasas infanojn praktiki nombrojn, vi povas elekti kun kiuj nombroj ili povas labori, lasante pli altajn kaj pli malfacilajn nombrojn por posta etapo. Aŭ en agado, en kiu la infano devas ordigi bildojn kronologie, vi povas klasifiki la agadon por infanoj, kiuj povas nur legi nombrojn aŭ malfaciligi ĝin por infanoj, kiuj povas legi kaj nombrojn kaj vortojn.
he: מאז גרסה 1.0, ג׳יקומפרי 1.0 נותנת למחנכים/ות לבחור את רמת הפעילות לפי רמות התלמידים. לדוגמה, בפעילות שמאפשרת אימון במספרים, אפשר לבחור באילו מספרים יוכלו להשתמש ולהשאיר מספרים גבוהים וקשים יותר לשלב מאוחר. או בפעילות שבה צריך לסדר תמונות בסדר כרונולוגי, ניתן לדרג את הפעילויות לילדים/ות שרק יכולים/ות לקרוא מספרים או להפוך לקשה יותר לאלו שיודעים לקרוא גם מילים וגם מספרים.
hr: GCompris 1.0 omogućuje nastavnicima odabir razine aktivnosti prema vještini svakog djeteta. Na primjer, u aktivnosti koja djeci omogućuje vježbanje brojeva, moguće je odabrati s kojim brojevima mogu vježbati, ostavljajući veće i teže brojeve za kasniju fazu. Ili u aktivnosti gdje dijete treba poredati slike kronološki, moguće je ocijeniti aktivnost za djecu koja mogu čitati samo brojeve ili otežati djeci koja znaju čitati brojeve i riječi.
hu: Az 1.0-s verzió óta a GCompris lehetővé teszi a pedagógusok számára, hogy az egyes gyermekek képességeinek megfelelően válasszák ki a tevékenységek szintjét. Például egy olyan tevékenységnél, amellyel a gyerekek a számokat gyakorolhatják, kiválaszthatja, hogy milyen számokkal dolgozhatnak, a magasabb és nehezebb számokat egy későbbi szakaszra hagyva. Vagy egy olyan tevékenységben, amelyben a gyermeknek időrendbe kell rendeznie a képeket, a tevékenységet osztályozhatja olyan gyermekek számára, akik csak számokat tudnak olvasni, vagy nehezebbé teheti olyan gyermekek számára, akik számokat és szavakat is tudnak olvasni.
lt: Nuo „Gcompris“ 1.0 versijos mokytojai gali pritaikyti pamokėlių lygį kiekvieno vaiko įgūdžiams. Pavyzdžiui, pamokėlėje, kuri padeda vaikams mokytis skaičius, galite parinkti, su kuriais skaičiais vaikas susidurs, ir palikti didesnius bei sudėtingesnius skaičius tolimesniems mokymams. Arba pamokėlę, kurioje vaikas turi išdėstyti paveiksliukus chronologine seka, galite palengvinti vaikams, kurie sugeba skaityti tik skaičius, arba pasunkinti vaikams, kurie gali skaityti ir skaičius, ir žodžius.
lv: Jau kopš 1.0 versijas „GCompris“ ļauj izglītības nozarē strādājošajiem atlasīt aktivitātes līmeni pēc katra bērna prasmēm. Piemēram, skaitļu mācīšanās aktivitātē varat norādīt, ar kādiem skaitļiem bērns strādās, lielākos un sarežģītākos skaitļus atstājot vēlākam laikam. Vai aktivitātē, kurā bērnam ir hronoloģiski jāsakārto attēlus, varat aktivitāte sadalīt starp bērniem, kuri prot lasīt tikai skaitļus, un bērniem, kuri prot lasīt gan skaitļus, gan vārdus.
ml: ഓരോ കുട്ടിയുടെയും കഴിവിനനുസരിച്ച് പ്രവർത്തനങ്ങളുടെ കാഠിന്യം തിരഞ്ഞെടുക്കാൻ ജികോംപ്രി 1.0 മുതലുള്ള പതിപ്പുകൾ അധ്യാപകരെ അനുവദിക്കുന്നു. ഉദാഹരണത്തിന്, സംഖ്യകൾ പരിശീലിക്കാനുള്ള ഒരു പ്രവർത്തനത്തിൽ, കാഠിന്യമുള്ള വലിയ സംഖ്യകൾ ഉയർന്ന തലത്തിലേക്കെന്ന തരത്തിൽ കുട്ടികൾ ഏതു സംഖ്യകളിലൂടെയാണ് പഠിക്കേണ്ടതെന്ന് താങ്കൾക്കു തിരഞ്ഞെടുക്കാൻ കഴിയും. അല്ലെങ്കിൽ ചിത്രങ്ങൾ കാലക്രമേണ അടുക്കേണ്ട പ്രവർത്തനത്തിൽ, ഈ പ്രവർത്തനത്തെ സംഖ്യകൾ മാത്രം വായിക്കാൻ കഴിയുന്ന കുട്ടികൾക്ക് എളുപ്പമുള്ളതോ സംഖ്യകളും വാക്കുകളും വായിക്കാൻ കഴിയുന്ന കുട്ടികൾക്ക് കാഠിന്യമുള്ളതോ ആക്കുവാൻ താങ്കൾക്കു സാധിക്കും.
nn: I GCompris frå og med versjon 1.0 kan du som lærar tilpassa aktivitetane basert på nivået til kvar einskilde elev. For eksempel kan du i rekne­aktivitetane velja kva tal som skal brukast i reknestykka, slik at programmet i første omgang utelèt dei større og vanskelegare tala. Og i aktivitetane der ein skal setja bilete i rett rekkjefølgje, kan du tilpassa bileta til elevar som berre kan lesa tal eller som kan lesa både tal og ord.
ro: Începând de la versiunea 1.0, GCompris permite educatorilor să selecteze nivelul de dificultate al activităților în funcție de nivelul fiecărui copil. De exemplu, în activitatea de practicare a numerației, se pot selecta numerele cu care lucrează copilul, lăsând numerele mari sau mai dificile pentru stadiile următoare. Sau, în activitatea în care copilul trebuie să ordoneze cronologic imaginile, se poate grada nivelul pentru copii care pot citi doar numere, sau se poate crește dificultatea, pentru copiii care pot citi atât numere cât și cuvinte.
sl: GCompris 1.0 omogoča vzgojiteljem izbiro ravni dejavnosti glede na spretnost vsakega otroka. Na primer pri dejavnosti, ki otrokom omogoča vadbo številk, lahko izberete, s katerimi številkami lahko delajo, pri čemer ostanejo višje in težje številke za kasnejšo fazo. Ali v dejavnosti, pri kateri otrok mora kronološko razvrstiti slike, lahko ocenite za katere lahko razvrstijo dejavnost otroci, ki znajo brati samo številke ali otežite vajo za otroke, ki znajo prebirati oboje tako številke kot besede.
sq: Nga versioni 1.0 e këtej, GCompris 1.0 u lejon edukatorëve të përzgjedhin shkallën e veprimtarive në përputhje me aftësitë e çdo fëmije. Për shembull, në një veprimtari që u lejon fëmijëve të ushtrohen me numrat, mund të përzgjidhni cilët numra mund të përdorin,duke i lënë numrat e mëdhenj dhe më të vështirë për një fazë të mëvonshme. Ose, në një veprimtari në të cilën fëmija duhet të rendisë foto sipas rrjedhës kohore, mund të përqendroni veprimtarinë për fëmijë që dinë të lexojnë vetëm numra, ose ta bëni më të vështirë, për fëmijë që dinë të lexojnë numra dhe fjalë.
tr: 1.0 sürümünden bu yana GCompris, eğitimcilerin her çocuğun becerisine göre etkinlik düzeyini seçmesine olanak tanır. Örneğin, çocukların sayıları alıştırmasını sağlayan bir etkinlik, daha yüksek ve daha zor sayıları daha sonraki bir aşamaya bırakarak hangi sayılarla çalışabileceklerini seçebilirsiniz. Ya da çocuğun resimleri kronolojik olarak sıralamak zorunda olduğu bir etkinlikte, yalnızca sayıları okuyabilen çocuklar için etkinliğe puan verebilir veya hem sayıları hem de sözcükleri okuyabilen çocuklar için etkinlikleri zorlaştırabilirsiniz.

source: This grading functionality allows you to propose training exercises to pupils to practice mathematics, language, science and humanities. They will also be able to play strategic games to train their problem-solving skills.
ar: تتيح لك نظام الدرجات هذه اقتراح تمارين للتلاميذ لممارسة الرياضيات واللغة والعلوم والعلوم الإنسانية. سيكونون قادرين أيضًا على لعب ألعاب استراتيجية لتحسين مهاراتهم في حل المشكلات.
bg: Тази функционалност за оценяване ви позволява да предлагате образователни упражнения на учениците за практикуване на математика, език, естествени и хуманитарни науки. Те също така ще могат да играят стратегически игри, за да тренират уменията си за решаване на проблеми.
br: Ar perzh-liveañ a ro an tu da ginnig poelladennoù war ar matematik, ar yezhoù, ar skiantoù hag ar studioù all evit ar skolidi. Bez' e vint ivez barrek d'ober c'hoarioù strategiezh evit gourdoniñ o barregezhioù war skoulmadoù.
ca@valencia: Esta característica de qualificació permet proposar exercicis de formació als alumnes perquè practiquen les matemàtiques, l'idioma, les ciències i les humanitats. També podran jugar a jocs d'estratègia per a entrenar les seues habilitats en la resolució de problemes.
cs: Tyto odstupňované funkce vám umožňují nabídnout cvičné příklady žákům tak, aby procvičovali matematiku, jazyk, vědu nebo humanitní obory. Žáci si také mohou skrze strategické hry trénovat schopnosti pro řešení problémů.
el: Αυτή η λειτουργία διαβάθμισης σάς επιτρέπει να προτείνετε ασκήσεις εξάσκησης στους μαθητές για τα μαθηματικά, τη γλώσσα, τις επιστήμες (θετικές και ανθρωπιστικές). Θα μπορούν, επίσης, να παίξουν παιχνίδια στρατηγικής για να αναπτύξουν δεξιότητες στην επίλυση προβλημάτων.
eo: Ĉi tiu grada funkcio permesas proponi trejnajn ekzercojn al lernantoj por praktiki matematikon, lingvon, sciencon kaj homsciencon. Ili ankaŭ povos ludi strategiajn ludojn por trejni siajn problemojn pri solvado.
es: Esta funcionalidad de graduación permite proponer ejercicios de aprendizaje a los niños para que practiquen matemáticas, lenguaje, ciencias y humanidades. También podrán divertirse con juegos de estrategia para entrenar sus habilidades de resolución de problemas.
eu: Mailakatzeko funtzionalitate horrek, ikasleei, matematika, hizkuntza, zientzia eta giza-zientzia praktikatzeko entrenamendu-ariketak proposatzeko aukera eskaintzen dizu. Problemak ebazteko trebetasunak lantzeko, estrategiazko jokoekin ere jolastu ahal izango dira.
he: היכולת הזו לדרג מאפשרת לך להציע פעילויות אימון לתלמידים/ות כדי להתאמן בחשבון, שפה, מדעים ומקצועות הומאניים. אפשר גם לשחק משחקי אסטרטגיה כדי להתאמן ביכולת לפתור בעיות.
hr: Funkcija ocjenjivanja omogućuje da učenicima predložiš vježbe iz matematike, jezika, prirodnih i humanističkih znanosti. Također će moći igrati strateške igre kako bi uvježbali svoje vještine rješavanja problema.
hu: Ez az osztályozási rendszer lehetőséget ad arra, hogy a diákok gyakorolhassák a matematikát, a nyelveket, a természettudományos tárgyakat vagy a hmán tudományokat. A logikai játékok a problémamegoldó képességüket fejlesztik.
it: Questa funzionalità di valutazione consente di proporre esercizi agli alunni per esercitarsi in matematica, lingua, scienze e discipline umanistiche. Saranno anche in grado di giocare a giochi strategici per allenare le loro capacità di risoluzione dei problemi.
lt: Ši sudėtingumo reguliavimo funkcija leidžia vaikams pasiūlyti pratimus matematikos, kalbos, gamtos ir humanitarinių mokslų srityse. Vaikai taip pat galės žaisti strateginius žaidimus ir taip treniruoti problemų sprendimo įgūdžius.
lv: Šāda sadalīšana ļauj vingrinājumus pielāgot bērniem, lai mācītos matemātiku, valodu, dabaszinības un humanitārās zinības. Tāpat bērniem ir iespēja spēlēt stratēģiskas spēles, lai attīstītu problēmrisināšanas prasmes.
mk: Оваа функционалност за менување на тежината ви овозможува да предлагате вежби за обука на учениците за да вежбаат математика, јазик, наука и хуманистички науки. Тие исто така ќе можат да играат стратешки игри за да ги вежбаат своите вештини за решавање проблеми.
ml: ഗണിതം, ഭാഷ, ശാസ്ത്രം, ഹ്യുമാനിറ്റീസ് എന്നിവയൊക്കെ പരിശീലിക്കാനുള്ള പ്രത്യേക പ്രവർത്തനങ്ങൾ വിദ്യാർത്ഥികൾക്കു നല്കാൻ ഈ ഫങ്ഷണാലിറ്റി താങ്കളെ അനുവദിക്കുന്നു. തന്ത്രപരമായ ഗെയിമുകളിലൂടെ പ്രശ്നപരിഹാര ശേഷിയെ പരിശീലിപ്പിക്കുവാനും അവർക്കു സാധിക്കും.
nn: Denne nivå­inndelinga lèt deg skreddarsy elev­øvingar for både rekning, språk, naturfag og humaniora. Elevane kan òg spela strategispel for å øva på problemløysing.
pl: Ta możliwość stopniowania trudności umożliwia ci oferowanie podopiecznym ćwiczeń z matematyki, języka, nauki i humanistyki. Będą także w stanie grać w gry strategiczne, aby wyćwiczyć w sobie umiejętności rozwiązywania problemów.
ro: Această funcționalitate de gradare vă permite să propuneți exerciții pentru elevii care exersează matematica, limba, științele exacte sau umane. Ei vor putea juca jocuri de strategie pentru a-și exersa capacitatea rezolvare a problemelor.
sk: Tieto odstupňované aktivity umožňujú navrhnúť cvičenia pre rôzne ročníky žiakov pre nácvik matematiky, jazyka, spoznávanie humanitných a prírodných vied. Tiež si budú môcť zahrať rôzne strategické hry pre rozvoj zručnosti riešenia problémov.
sl: Ta stopenska funkcionalnost vam omogoča, da predlagate učne vaje učencem, da se ukvarjajo z matematiko, jezikom, naravoslovjem in humanistiko. Oni bodolahko igrali tudi strateške igre, da urijo svoje sposobnosti reševanja problemov.
sq: Ky funksion përshkallëzimi ju lejon t’u propozoni nxënësve ushtrime stërvitjeje për matematikë, gjuhë, shkenca natyrore dhe shkenca shoqërore. Ata do të jenë gjithashtu në gjendje të luajnë lojëra për të ushtruar aftësinë e tyre për zgjidhje problemesh.
tr: Bu derecelendirme işlevi, öğrencilere matematik, dil, bilim ve beşeri bilimler uygulamaları için eğitim alıştırmaları önermenize olanak tanır. Ayrıca problem çözme becerilerini geliştirmek için stratejik oyunlar oynayabilecekler.
zh_cn: 这个分级功能允许您向学生推荐培训练习，以练习数学、语言、科学和人文学。 他们还将能够玩战略游戏，训练他们解决问题的技能。
zh_tw: 這個評分功能能讓您針對學生程度提出不同的訓練計畫，讓學生們練習數學、語言、科學和人文學科。他們也能透過思考玩遊戲的策略來訓練他們解決問題的能力。
