Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: For android we already publish on the Play store and F-Droid, publishing on all the stores would require too much work. If you are using a Fire tablet, you can directly install the latest apk from our website, and use a third party launcher to access the application from a child profile.
ar: بالنسبة لنظام Android، فنحن ننشر بالفعل على متجر Play وF-Droid. النشر على جميع المتاجر يتطلب الكثير من العمل. إذا كنت تستخدم جهازًا لوحيًا من طراز Fire، فيمكنك تثبيت أحدث إصدار APK مباشرةً من موقعنا على الويب، واستخدم مشغل جهة خارجية للوصول إلى التطبيق من ملف تعريف الطفل.
bg: За Android вече публикуваме в Play Store и F-Droid, публикуването във всички магазини ще изисква твърде много работа. Ако използвате таблет Fire, можете директно да инсталирате най-новия apk от нашия уебсайт и да използвате стартер на трета страна за достъп до приложението от детски профил.
br: Evit android e vez embannet ganeomp er Play Store hag F-Droid, embann en holl stalioù a roje re a labour. Ma vez implijet un dabletezenn Fire ganeoc'h e c'hellit staliañ end-eeun an apk nevesañ diwar ho lec'hienn-genrouedad hag ober gant ul loc'her emren a-benn kaout an arload diwar profil ur bugel
ca@valencia: Per a Android ja el publiquem en la Play Store i en l'F-Droid, la publicació a totes les botigues requeriria massa faena. Si utilitzeu una tauleta Fire, podeu instal·lar directament l'última «apk» des del nostre lloc web, i utilitzar un iniciador de tercers per a accedir a l'aplicació des d'un perfil fill.
cs: Pro Android již publikujeme v Obchodě Play a F-Droidu, publikování na všech obchodech by vyžadovalo příliš mnoho práce. Pokud užíváte tablet Fire, můžete software nainstalovat přímo z nejnovějšího apk, který najdete na našich webových stránkách, a použít spouštěč třetí strany pro přístup k aplikaci z dětského profilu.
el: Για το android δημοσιεύουμε ήδη στο Play store και στο F-Droid. Η δημοσίευση σε όλα τα καταστήματα θα απαιτούσε πάρα πολλή δουλειά. Εάν χρησιμοποιείτε τάμπλετ Fire, μπορείτε να εγκαταστήσετε απευθείας το πιο πρόσφατο apk από τον ιστότοπό μας και να χρησιμοποιήσετε ένα πρόγραμμα εκκίνησης τρίτου μέρους για πρόσβαση στην εφαρμογή από ένα παιδικό προφίλ.
eo: Por androido ni jam publikigas en la Play-vendejo kaj F-Droid, eldoni en ĉiuj vendejoj postulus tro da laboro. Se vi uzas Fire-tablon, vi povas rekte instali la plej novan apk de nia retejo, kaj uzi trian lanĉilon por aliri la aplikaĵon de infana profilo.
es: Para Android, ya publicamos en Play Store y F-Droid. Publicar en todas las tiendas requeriría demasiado trabajo. Si está utilizando una tableta Fire, puede instalar directamente la última apk desde nuestro sitio web y usar un lanzador de terceros para acceder a la aplicación desde un perfil de niño.
he: ל־Android אנו כבר מפרסמים ב־Play Store וב־F-Droid, פרסום בכל החנויות ידרוש יותר מדי עבודה. אם יש לך מחשב לוח Fire, אפשר להתקין את ה־apk העדכני ביותר ישירות מהאתר שלנו, ולהשתמש במשגר מצד שלישי כדי לגשת ליישום מפרופיל צאצא.
hr: Za Android već objavljujemo na platformi Google Play i F-Droid, dok objavljivanje na svim ostalim trgovinama zahtijevalo bi previše angažmana. Ako koristiš Fire tablet, možeš izravno instalirati najnoviji apk s naše web stranice i koristiti pokretač treće strane za pristup aplikaciji iz dječjeg profila.
hu: Androidra elérhető az alkalmazás a Play store-ból illetve az F-Droid-ról is, a többi áruházban való terjesztés túl sok munkába kerülne. Ha Fire tabletet használsz, telepítsd a legfrissebb apk-t az oldalunkról, és használj egy külsős launcher-t hogy gyerek prlolfilról is elérd az alkalmazást.
lt: „Android“ jau skelbiame „Play“ parduotuvėje ir „F-Droid“, todėl publikavimas visose parduotuvėse pareikalautų per daug darbo. Jei naudojate „Fire“ planšetinį kompiuterį, galite tiesiogiai įdiegti naujausią APK iš mūsų svetainės ir naudoti trečiosios šalies paleidimo priemonę, kad pasiektumėte programą iš vaiko profilio.
lv: „Android“ sistēmai jau to publicējam „Play“ veikalā un „F-Droid“ programmatūras krātuvē, bet publicēt pilnīgi visos „Android“ veikalos prasītu pārāk daudz darba. Ja izmantojat „Fire“ planšetdatoru, varat „GCompris“ instalēt tiešā veidā no pēdējās „apk“ versijas, kas ir lejupielādējama mūsu vietnē, vai arī izmantot trešo pušu palaidējus, kas ļaus programmai piekļūt no bērna profila.
ml: ആൻഡ്രോയ്ഡ് പതിപ്പ് ഞങ്ങൾ പ്ലേ സ്റ്റോറിലും എഫ് ഡ്രോയ്ഡിലും പ്രസിദ്ധീകരിക്കുന്നുണ്ട്, എല്ലാ സ്റ്റോറുകളിലും പ്രസിദ്ധീകരിക്കുന്നതിന് വളരെയധികം അധ്വാനം ആവശ്യമായി വരും. താങ്കൾ ഒരു ഫയർ ടാബ്‌ലെറ്റാണ് ഉപയോഗിക്കുന്നതെങ്കിൽ, ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ നിന്നും ഏറ്റവും പുതിയ apk നേരിട്ട് ഇൻസ്റ്റാൾ ചെയ്യാനും ഒരു ചൈൽഡ് പ്രൊഫൈലിൽ നിന്ന് ആപ്ലിക്കേഷൻ ആക്‌സസ് ചെയ്യാൻ ഒരു തേഡ് പാർട്ടി (third party) ലോഞ്ചർ ഉപയോഗിക്കാനും കഴിയും.
nn: For Android er programmet alt tilgjengeleg på Google Play Store og F-Droid, og det er for mykje arbeid å gjera det tilgjengeleg i andre appbutikkar. Men viss du brukar eit Fire-nettbrett, kan du installera den nyaste .apk-fila frå denne sida og bruka ein tredjeparts appstartar for å køyra programmet i barneprofilar.
ro: Pentru Android noi l-am publicat deja pe Magazin Play și pe F-Droid, publicarea pe toate canalele ar necesita prea multă muncă. Dacă utilizați o tabletă Fire, puteți instala direct ultimul fișier apk de pe saitul nostru, și să utilizați un lansator provenit dintr-o terță parte pentru a accesa aplicația dintr-un profil de copil.
sl: Za android že objavljamo na Play store in F-Droidu, bi objava na vseh trgovinah zahtevala preveč dela. Če uporabljate tablični računalnik Fire, lahko neposredno namestite najnovejši apk z našega spletnega mesta in uporabite zaganjalnik tretje osebe za dostop do aplikacije iz podrejenega profila.
sq: Për Android botojmë tashmë në shitoren Play dhe F-Droid, botimi në krejt shitoret do të donte shumë punë. Nëse përdorni një tablet Fire, mundeni të instaloni drejtpërdrejt apk-në më të re nga sajti ynë dhe të përdorni një nisës nga palë e tretë për të përdorur aplikacionin që nga një profil për fëmijë.
tr: Android için zaten Play store ve F-Droid’de yayımlıyoruz, tüm mağazalarda yayınlamak çok fazla iş gerektiriyor. Bir Fire tablet kullanıyorsanız doğrudan web sitemizden en son apk’yi yükleyebilir ve uygulamaya bir çocuk profilinden erişmek için üçüncü parti bir başlatıcı kullanabilirsiniz.

source: GCompris Educational Software
ar: برنامج "فهمت" التعليمي
bg: Образователна програма GCompris
br: Meziant kelennadel GCompris
ca@valencia: Programari educatiu GCompris
cs: GCompris vzdělávací softwarový
el: GCompris Εκπαιδευτικό Λογισμικό
eo: GCompris Eduka Programaro
es: Software educativo GCompris
eu: GCompris hezkuntza-softwarea
he: חבילת הלומדות GCompris
hr: Obrazovni softver GCompris
hu: GCompris Oktatási szoftverek
it: Software didattico GCompris
lt: „GCompris“ mokomoji programinė įranga
lv: „GCompris“ izglītojoša programmatūra
mk: Образовен софтвер Жикомпри
ml: ജികോംപ്രി വിദ്യാഭ്യാസ സോഫ്റ്റ്‌വെയർ
nn: GCompris pedagogisk programvare
pl: GCompris oprogramowanie edukacyjne
ro: Suita de software educațional GCompris
sk: Vzdelávací softvér GCompris
sl: Izobraževalna programska oprema GCompris
sq: Software-i Edukativ GCompris
tr: GCompris Eğitim Yazılımı
zh_cn: GCompris 教育游戏
zh_tw: GCompris 教育軟體

source: Download GCompris
ar: تنزيل "فهمت"
bg: Изтегляне на GCompris
br: Pellgargañ Gcompris
ca@valencia: Baixa GCompris
cs: Stáhnout GCompris
el: Λήψη του GCompris
eo: Elŝuti GCompris
es: Descargar GCompris
eu: Zama-jaitsi GCompris
he: להוריד את GCompris
hr: Preuzmi GCompris
hu: A GCompris letöltése
it: Scarica GCompris
lt: Atsisiųsti „GCompris“
lv: Lejupielādēt „GCompris“
mk: Преземи Жикомпри
ml: ഡൗൺലോഡ് ജികോംപ്രി
nn: Last ned GCompris
pl: Pobierz GCompris
ro: Descarcă GCompris
sk: Stiahnuť GCompris
sl: Prejmi GCompris
sq: Shkarkojeni GCompris-in
tr: GCompris’i İndir
zh_cn: 下载 GCompris
zh_tw: 下載 GCompris

source: Latest news
ar: آخر الأخبار
bg: Последни новини
br: Keleier nevesañ
ca@valencia: Últimes notícies
cs: Poslední novinky
el: Τελευταία νέα
eo: Lastaj novaĵoj
es: Noticias recientes
eu: Azken albisteak
he: חדשות אחרונות
hr: Aktualne novosti
hu: Legfrissebb hírek
it: Ultime notizie
lt: Aktualios naujienos
lv: Jaunākās ziņas
mk: Последни вести
ml: ലേറ്റസ്റ്റ് ന്യൂസ്
nn: Siste nytt
pl: Najświeższe wieści
ro: Ultimele noutăți
sk: Posledné novinky
sl: Najnovejše novice
sq: Lajmet e reja
tr: Son haberler
zh_cn: 最新新闻
zh_tw: 最新消息

source: Click or tap
ar: انقر أو اضغط
bg: Кликни или докосни
br: Klik pe stok
ca@valencia: Clica o toca
cs: Klikni nebo klepni
el: Κάνε κλικ ή πίεσε
eo: Klaki aŭ frapeti
es: Pulsa o toca
eu: Egin klik edo tak
he: קליק או טאפ
hr: Klikni ili dodirni
hu: Kattints vagy koppints!
it: Fai clic o tocca
lt: Spustelk ar paliesk
lv: Klikšķini vai uzsit
mk: Кликни или допри
ml: ക്ലിക്കോ ടാപ്പോ
nn: Trykk med musa eller fingeren
pl: Naciśnij lub stuknij
ro: Clic sau bătaie cu degetul
sk: Klikni alebo sa dotkni
sl: Kliknite ali tapnite
sq: Klikojeni ose prekeni
tr: Tıkla veya dokun
zh_cn: 点击或轻击
zh_tw: 點擊或觸碰

source: Identify colors
ar: تعرف على الألوان
bg: Разпознаване на цветовете
br: Reiñ anv al livioù.
ca@valencia: Identificar els colors
cs: Poznávej barvy
el: Αναγνώριση χρωμάτων
eo: Identigi kolorojn
es: Identifica colores
eu: Koloreak identifikatzea
he: לזהות צבעים
hr: Prepoznaj boje
hu: Színek felismerése
it: Identifica i colori
lt: Pažink spalvas
lv: Atpazīsti krāsas
mk: Пронајдете ги боите.
ml: നിറങ്ങൾ തിരിച്ചറിയാം
nn: Kjenn att fargar
pl: Rozpoznawanie barw
ro: Identifică culorile
sk: Rozpoznávaj farby
sl: Določite barve
sq: Identifikoni ngjyra
tr: Renkleri tanımla
zh_tw: 相同的顏色

source: Learn clock
ar: تعلم الساعة
bg: Разпознаване на часовника
br: Horolajoù
ca@valencia: Aprendre el rellotge
cs: Nauč se hodiny
el: Εκμάθηση της ώρας
eo: Lerni horloĝon
es: Aprende las horas
eu: Ordularia ikastea
he: ללמוד שעון
hr: Nauči koristiti sat
hu: Ismerd meg az órát!
it: Impara a leggere l'ora
lt: Mokykis valandas
lv: Mācies pulksteni
mk: Научете го часовникот
ml: ക്ലോക്ക് പഠനം
nn: Lær klokka
pl: Nauka zegara
ro: Învață ceasul
sk: Spoznávaj hodiny
sl: Naučite se spoznati na uro
sq: Mësoni orën
tr: Saati öğren
zh_cn: 学习时钟
zh_tw: 學習時鐘

source: Keyboard training
ar: التدرّب على لوحة المفاتيح
bg: Тренировка с клавиатурата.
br: Pleustriñ war ar c'hlavier
ca@valencia: Entrenar amb el teclat
cs: Procvičení klávesnice
el: Εξάσκηση στο πληκτρολόγιο
eo: Klavartrejnado
es: Practica con el teclado
eu: Teklatuaren prestakuntza
he: אימוני מקלדת
hr: Vježbaj koristiti tipkovnicu
hu: Gépelés gyakolrása
it: Esercitazione con la tastiera
lt: Mokykis naudotis klaviatūra
lv: Mācies lietot tastatūru
mk: Обука за тастатура
ml: കീബോർഡ് പരിശീലനം
nn: Øv på å bruka tastaturet
pl: Ćwiczenie z klawiaturą
ro: Cunoașterea tastaturii
sk: Cvičenie s klávesnicou
sl: Vaje na tipkovnici
sq: Stërvitje në tastierë
tr: Klavye antrenmanı
zh_cn: 键盘训练
zh_tw: 鍵盤訓練

source: Learn additions
ar: تعلّم عملية الجّمع
bg: Научи събиране
br: Desk sammañ.
ca@valencia: Aprendre les sumes
cs: Nauč se sčítání
el: Εκμάθηση πρόσθεσης
eo: Lerni aldonojn
es: Aprende a sumar
eu: Ikasi batuketak egiten
he: ללמוד חיבור
hr: Nauči zbrajati
hu: Összeadás gyakolrása
it: Impara le addizioni
lt: Mokykis sudėties
lv: Mācies saskaitīšanu
mk: Научете собирање
ml: തുക കാണാം
nn: Lær å plussa
pl: Nauka dodawania
ro: Învață adunările
sk: Nauč sa sčítavať
sl: Naučite se seštevanja
sq: Mësoni mbledhje
tr: Toplamaları öğren
zh_tw: 學習加法

source: Discover the watercycle
ar: اكتشف دورة الماء
bg: Запознаване с водния цикъл
br: Dizolo kelc'hiad an dour
ca@valencia: Descobrir el cicle de l'aigua
cs: Nauč se koloběh vody
el: Ανακάλυψη του κύκλου του νερού
eo: Malkovri la akvociklon
es: Descubre el ciclo del agua
eu: Ezagutu uraren zikloa
he: ללמוד על מחזור המים
hr: Otkrij ciklus vode
hu: Ismerd meg a víz körforgását!
it: Scopri il ciclo dell'acqua
lt: Atrask vandens apytakos ratą
lv: Atklāj ūdens ciklu
mk: Откријте го циклусот на водата
ml: ജലചക്രം പഠിക്കാം
nn: Lær om vasskrinsløpet
pl: Odkrywanie obiegu wody
ro: Descoperă ciclul apei
sk: Objav vodný cyklus
sl: Odkrijte vodni krog
sq: Njihuni me ciklin ujor
tr: Su çevrimini keşfet
zh_tw: 探索水循環

source: Play chess against your friend
ar: العب الشّطرنج ضدّ صديقك
bg: Играй шах срещу приятеля си
br: C'hoari echedoù gant ur c'heneil
ca@valencia: Jugar als escacs contra un amic
cs: Hraj šachy s kamarádem
el: Παίξε σκάκι με τον φίλο σου
eo: Ludi ŝakon kontraŭ via amiko
es: Juega al ajedrez contra un amigo
eu: Jokatu xakean zure lagunaren aurka
he: לשחק שח-מט נגד חבר/ה
hr: Igraj šah protiv svog prijatelja
hu: Sakkozz egy barátod ellen!
it: Gioca a scacchi contro il tuo amico
lt: Žaisk šachmatais su draugu
lv: Spēlē šahu pret draugu
mk: Играј шах против твој пријател
ml: സുഹൃത്തിനെതിരെ ചെസ്സ് കളിക്കാം
nn: Spel sjakk mot ein venn
pl: Zagraj w szachy z kolegą/koleżanką
ro: Joacă șah contra unui prieten
sk: Hraj šach proti svojmu kamarátovi
sl: Igrajte šah proti vašemu prijatelju
sq: Luani shah me shokun tuaj
tr: Arkadaşına karşı satranç oyna
zh_tw: 與朋友一起下棋

source: Click on a lowercase letter
ar: انقر الحرف الصّغير
bg: Натисни малка буква
br: Klik war ul lizherenn vunut
ca@valencia: Clicar damunt d'una lletra en minúscula
cs: Klikni na malé písmeno
el: Κάνε κλικ σε ένα πεζό γράμμα
eo: Klaku sur minuskla litero
es: Pulsa una letra minúscula
eu: Egin klik letra xehe bati
he: להקיש על האותיות הקטנות (Lowercase באנגלית)
hr: Klikni na malo slovo
hu: Kattints egy kisbetűre!
it: Fai clic su una lettera minuscola
lt: Spustelk išgirstą raidę (mažosios)
lv: Klikšķini uz mazā burta
mk: Кликнете на мала буква
ml: ചെറിയ അക്ഷരത്തിൽ ക്ലിക്ക് ചെയ്യൂ
nn: Trykk på ein liten bokstav
pl: Naciśnij na małą literę
ro: Clic pe o literă mică
sk: Klikni na malé písmeno
sl: Kliknite na malo črko
sq: Klikoni mbi një shkronjë me të vogël
tr: Bir küçük harfe tıkla
zh_cn: 点击一个小写字母
zh_tw: 點擊小寫字母

source: View all screenshots
ar: شاهد كل لقطات الشاشة
bg: Преглед на всички снимки на екрана
br: Gwelout an holl skrammadoù
ca@valencia: Vegeu totes les captures de pantalla
cs: Zobrazit všechny snímky obrazovky
el: Προβολή όλων των στιγμιότυπων
eo: Rigardi ĉiujn ekrankopiojn
es: Ver todas las capturas de pantalla
eu: Ikusi pantaila-argazki guztiak
he: לצפות בכל צילומי המסך
hr: Pogledaj sve snimke zaslona
hu: Az összes screenshot megtekintése
it: Visualizza tutte le schermate
lt: Žiūrėti visas žaidimų nuotraukas
lv: Skatīt visus ekrānattēlus
mk: Види ги сите снимки од екранот
ml: എല്ലാ സ്ക്രീൻഷോട്ടുകളും കാണാം
nn: Vis alle skjermbileta
pl: Zobacz wszystkie zdjęcia
ro: Vezi toate capturile de ecran
sk: Zobraziť všetky screenshoty
sl: Pokaži vse posnetke zaslona
sq: Shihini krejt fotot e ekranit
tr: Tüm ekran görüntülerini gör
zh_cn: 查看所有截图
zh_tw: 觀看所有螢幕截圖

source: GCompris is a high quality educational software suite, including a large number of activities for children aged 2 to 10.
ar: فهمت هو طقم برمجيّات تعليميّة عالية الجودة يضمّ مختلف الأنشطة للأطفال من سنتين إلى 10 سنوات.
bg: GCompris е висококачествен образователен софтуерен пакет, включващ голям брой занимания за деца на възраст от 2 до 10 години.
br: Un dastumadeg a-feson gant obererezhioù ha c'hoarioù kelennadel evit ar vugale etre 2 ha 10 vloaz eo GCompris.
ca@valencia: GCompris és una suite de programari educatiu d'alta qualitat, que inclou una gran quantitat d'activitats per a xiquets i xiquetes entre els 2 i els 10 anys.
cs: GCompris je vysoce kvalitní vzdělávací softwarový balík, skládající se z mnoha aktivit pro děti ve věku 2-10 let.
el: Το GCompris είναι μια σουίτα εκπαιδευτικού λογισμικού υψηλού επιπέδου, που περιλαμβάνει έναν μεγάλο αριθμό δραστηριοτήτων για παιδιά ηλικίας 2 έως 10 ετών.
eo: GCompris estas altkvalita eduka programaro, inkluzive de granda nombro da agadoj por infanoj de 2 ĝis 10 jaroj.
es: GCompris es un conjunto de programas educativos de alta calidad que contiene un gran número de actividades para niños entre 2 y 10 años.
eu: GCompris kalitate handiko hezkuntza-software multzo bat da, 2 eta 10 urte bitarteko haurrentzako jarduera kopuru handia duena.
he: חבילת הלומדות האיכותיות Gcompris כוללת מספר גדול של פעילויות לילדים וילדות בגילאי 2 עד 10.
hr: GCompris je visokokvalitetni obrazovni programski paket koji uključuje velik broj aktivnosti za djecu od 2 do 10 godina.
hu: A GCompris egy magas színvonalú oktatási szoftvercsomag, amely számos tevékenységet kínál 2-10 éves gyermekeknek.
it: GCompris è una collezione di software didattico di alta qualità che include molte attività per bambini dai 2 ai 10 anni.
lt: „GCompris“ – tai mokomųjų ir lavinamųjų žaidimų rinkinys 3–12 metų vaikams, skirtas mokytis skaityti, rašyti, skaičiuoti, pažinti gamtos dėsnius, spręsti galvosūkius, lavinti atmintį, išmokti naudotis kompiuteriu ir t.t.
lv: „GCompris“ ir augstas kvalitātes izglītojošu programmu komplekts, kas sastāv no daudzām aktivitātēm bērniem vecumā no 2 līdz 10 gadiem.
mk: Жикомпри е високо квалитетен образовен софтверски пакет, кој вклучува голем број активности за деца на возраст од 2 до 10 години.
ml: 2 മുതൽ 10 വയസ്സു വരെയുള്ള കുട്ടികൾക്കു വേണ്ടിയുള്ള ധാരാളം പ്രവർത്തനങ്ങൾ അടങ്ങിയ, നല്ല നിലവാരമുള്ള വിദ്യാഭ്യാസ സോഫ്റ്റ്‌വെയർ ആണ് ജികോംപ്രി.
nn: GCompris er eit leik og lær-spel med mange ulike aktivitetar for ungar frå 2 til 10 år.
pl: GCompris to wysokiej jakości pakiet oprogramowania edukacyjnego z licznymi aktywnościami dla dzieci w wieku od 2 do 10 lat.
ro: GCompris este o suită educațională software de înaltă calitate, constând în numeroase activități pentru copii între 2 și 10 ani.
sk: GCompris je balík výukového softvéru zložený z rôznych aktivít pre deti od 2 do 10 rokov.
sl: GCompris je kakovosten izobraževalni programski paket, vključuje številne dejavnosti za otroke med 2 in 10 leti.
sq: GCompris- është një suitë software-i edukativ i cilësisë së lartë, që përfshin një numër të madh veprimtarish për fëmijë të moshës nga 2 deri në 10 vjeç.
tr: GCompris, 2–10 yaş arası çocuklar için çok sayıda etkinlik içeren, yüksek kaliteli bir eğitim yazılımı paketidir.
zh_cn: GCompris 是一款高品质的少儿教学软件，内含大量适合 2 至 10 岁儿童的教学活动。
zh_tw: GCompris 是一款高品質的教育軟體套件，裡面包含了許多適合 2 到 10 歲孩子們的活動。

source: Some of the activities are game orientated, but nonetheless still educational.
ar: بعض الأنشطة هدفها الترفيه، ولكنّها -مع ذلك- تعليميّة.
bg: Някои от дейностите са игри, но въпреки това са и образователни.
br: Obererezhioù 'zo a zo bet troet da c'hoarioù, chom a reont kelennadel avat.
ca@valencia: Algunes de les activitats estan orientades a joc, però sempre són educatives.
cs: Některé aktivity jsou orientovány na hru, ale přesto jsou stále poučné.
el: Μερικές από τις δραστηριότητες αν και έχουν παιγνιώδη χαρακτήρα, ωστόσο διατηρούν τον εκπαιδευτικό τους προσανατολισμό.
eo: Kelkaj el la agadoj estas ludorientitaj, sed tamen ankoraŭ edukaj.
es: Algunas actividades se asemejan a juegos, aunque siguen siendo educativas.
eu: Zenbait jarduera jolas hutsak dira baina, hala ere, hezkuntza balioa dute.
he: חלק מהפעילויות מוכוונות משחק, אך עדיין חינוכיות.
hr: Neke aktivnosti su orijentirane na igru, ali su ipak obrazovne.
hu: Bár egyes tevékenységek játék orientáltak, mégis oktató jellegűek.
it: Alcune attività sono orientate al gioco, ma, in ogni caso, hanno valore didattico.
lt: Dalis pamokėlių yra žaidžiamojo pobūdžio, tačiau ir jos padeda ugdyti įgūdžius.
lv: Dažas no aktivitātēm ir orientētas uz spēlēm, bet satur izglītojošus elementus.
mk: Некои од активностите се ориентирани кон игра, но сепак се образовни.
ml: ചില പ്രവർത്തനങ്ങൾ കളികളിലൂടെയാണ്, എന്നിരുന്നാലും വിദ്യാഭ്യാസപരമാണ്.
nn: Nokre av aktivitetane er mest som spel, men er likevel lærerike.
pl: Niektóre z zadań przypominają gry jednak są to gry edukacyjne
ro: Unele activități sunt orientate spre joc, dar cu toate acestea au și valoare educațională.
sk: Niektoré z aktivít sú herne orientované, ale napriek tomu stále výučbové.
sl: Čeprav so nekatere dejavnosti igre, so kljub temu poučne.
sq: Disa nga veprimtaritë shkojnë drejt lojës, por prapë sidoqoftë edukative.
tr: Kimi etkinlikler oyuna yöneliktir; ancak yine de eğitime katkıda bulunur.
zh_cn: 一些活动是游戏导向的，不过尽管如此仍是教育性的。
zh_tw: 有些活動為遊戲導向，但仍然有教育功能。

source: Here is the list of activity categories with some examples:
ar: فيما يلي قائمة بفئات الأنشطة مع بعض الأمثلة:
bg: Ето списъка с категории дейности с някои примери:
br: Setu ur roll eus rummadoù an obererezhioù gant un toullad skouerioù :
ca@valencia: Ací teniu la llista de categories d'activitats amb alguns exemples:
cs: Zde je seznam kategorií aktivit s několika příklady:
el: Εδώ είναι μια λίστα των κατηγοριών με μερικά παραδείγματα:
eo: Jen la listo de agadkategorioj kun kelkaj ekzemploj:
es: Esta es una lista de categorías de actividades con algunos ejemplos:
eu: Honako hau da jarduera kategoria-zerrenda adibide batzuekin:
he: זו רשימה של סוגי פעילויות עם מספר דוגמאות:
hr: Evo popisa kategorija aktivnosti s nekoliko primjera:
hu: Az alábbiakban néhány kategória és tevékenység példaképpen:
it: Ecco l'elenco delle categorie di attività con alcuni esempi:
lt: Čia pamokėlių kategorijų sąrašas su keliais pavyzdžiais:
lv: Sniedzam sarakstu ar aktivitāšu kategorijām un dažus piemērus:
mk: Еве го списокот со категории со активности низ неколку примери:
ml: പ്രവർത്തനങ്ങളെ തരംതിരിച്ച് ചില ഉദാഹരണങ്ങളോടു കൂടിയുള്ള പട്ടിക ഇവിടെ കൊടുത്തിരിക്കുന്നു:
nn: Her dei ulike aktivitets­kategoriane, med nokre eksempel:
pl: Oto lista kategorii aktywności z niektórymi przykładami:
ro: Aici este o listă a categoriilor de activități, cu câteva exemple:
sk: Tu je zoznam kategórií aktivít aj s niektorými príkladmi:
sl: Tu je seznam kategorij dejavnosti z nekaj primeri:
sq: Ja lista e kategorive të veprimtarive, me disa shembuj:
tr: Aşağıda örneklerle etkinlik kategorilerinin bir listesine bakın:
zh_cn: 以下是活动列表，以及一些示例：
zh_tw: 這裡是活動類別與一些範例：

source: computer discovery: keyboard, mouse, touchscreen ...
ar: اكتشاف الحاسوب: لوحة المفاتيح والفأرة وشاشة اللمس ...
bg: запознаване с компютъра: клавиатура, мишка, различни движения с мишката...
br: dizoleiñ an urzhiataer : klavier, logodenn, skramm stekiñ ...
ca@valencia: descobrir l'ordinador: teclat, ratolí, pantalla tàctil…
cs: objevování počítače: klávesnice, myš, dotyková obrazovka ...
el: ανακάλυψη του υπολογιστή: πληκτρολόγιο, ποντίκι, οθόνη αφής...
eo: komputila malkovro: klavaro, muso, tuŝekrano ...
es: Descubriendo la computadora: teclado, ratón, pantalla táctil...
eu: ordenagailua ezagutzea: teklatua, sagua, ukimen-pantaila ...
he: לגלות את המחשב: מקלדת, עכבר, מסך-מגע...
hr: upoznaj računalo: tipkovnica, miš, zaslon osjetljiv na dodir ...
hu: számítógép felfedezése : a billentyűzet, egér, különféle egér érintőképernyő, ...
it: scoperta del computer: tastiera, mouse, schermo tattile...
lt: pažink kompiuterį: klaviatūra, pelė, jutiklinis ekranas...
lv: datora atklāšana: tastatūra, pele, skārienekrāns...
mk: компјутерско запознавање: тастатура, глувче, екран на допир ...
ml: കംപ്യൂട്ടറിനെ കണ്ടെത്തൽ: കീബോർഡ്, മൗസ്, ടച്ച് സ്ക്രീൻ...
nn: Lær datamaskinbruk: tastatur, mus, peikeskjerm, …
pl: odkrywanie komputera: klawiatura, mysz, ekran dotykowy ...
ro: descoperirea sistemului de calcul: tastatura, mausul, diversele gesturi de maus, glisarea și diversele gesturi de ecran tactil ...
sk: objavovanie počítača: klávesnica, myš, dotyková obrazovka, ...
sl: raziskovanje računalnika: tipkovnica, miška, drsna ploščica ...
sq: njohje me kompjuterin: tastierë, mi, ekran me prekje …
tr: bilgisayar keşfi: klavye, fare, dokunmatik ekran…
zh_cn: 探索电脑：键盘、鼠标、触摸板……
zh_tw: 探索電腦：鍵盤、滑鼠、觸控螢幕等等...
