Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: GCompris is an e-learning tool to provide training exercises within and outside the classroom. It is a Free Software released under the GNU General Public License. It is multiplatform (GNU/Linux, Windows, Android, macOS), and can run on low power computers.
ar: برنامج "فهمت" هو أداة تعلم إلكتروني لتوفير تمارين تدريبية داخل الفصول الدراسية وخارجها. إنه برنامج حر صادر برخصة رخصة جنو العمومية العامة. إنه متعدد المنصات (لينكس، وندوز، ماك-أوس، أندرويد) و يشتغل على أجهزة الحاسوب الضعيفة.
bg: GCompris е инструмент за електронно обучение за предоставяне на образователни упражнения за класна и извънкласна дейност. Това е безплатен софтуер, издаден под GNU General Public License. Той е мултиплатформен (GNU/Linux, Windows, Android, macOS) и може да работи на компютри с ниска мощност.
br: Ur benveg kelennadel niverel eo GCompris evit kinnig poelladennoù pleustriñ e diabarzh ar skol kenkoulz hag en diavaez. Ur meziant digor pourchaset dindan aotreegezh publik hollek GNU an hini eo. Kerzhout a ra gant meur a reizhiad (GNU/Linux, Windows, Android, macOS) ha war urzhiataerioù izel o nerzh zoken.
ca@valencia: GCompris és una eina d'aprenentatge que proporciona exercicis de capacitació dins i fora de l'aula. És un programari lliure distribuït d'acord amb la Llicència Pública General de GNU. És multiplataforma (GNU/Linux, Windows, Android, macOS) i pot executar-se en ordinadors de baix consum.
cs: GCompris je e-learningový nástroj, který poskytuje procvičování příkladů ve školní třídě i mimo ni. Je to Svobodný software vydaný pod licencí GNU General Public License. Je multiplatformní (GNU/Linux, Windows, Android, macOS) a umí běžet na počítačích s nízkým výkonem.
el: Το GCompris είναι ένα παιδαγωγικό εργαλείο e-learning για δραστηριότητες εξάσκησης μέσα και έξω από τη σχολική τάξη. Είναι Ελεύθερο Λογισμικό/Λογισμικό Ανοικτού Κώδικα, αδειοδοτημένο με την GNU General Public License. Εκτελείται σε πολλά λειτουργικά συστήματα (GNU/Linux, Windows, Android, macOS), ακόμα και σε υπολογιστές με μικρή ισχύ (παλιούς).
eo: GCompris estas e-lernada ilo por provizi trejnajn ekzercojn ene kaj ekster la klasĉambro. Ĝi estas Libera Programaro publikigita sub la Ĝenerala Publika Permesilo de GNU. Ĝi estas plurplatforma (GNU/Linukso, Vindozo, Android, macOS), kaj povas funkcii per malaltpotencaj komputiloj.
es: GCompris es una herramienta de educación en línea que proporciona ejercicios de aprendizaje dentro y fuera del aula. Se trata de un software libre publicado bajo la «Licencia pública general de GNU». Es multiplataforma (GNU/Linux, Windows, Android y macOS) y se puede ejecutar en equipos de baja potencia.
eu: GCompris ikasgela barruan eta kanpoan entrenamendu-ariketak egiteko e-ikaskuntza tresna bat da. GNUren Lizentzia Publiko Orokorraren pean jaurtitako Software Askea da. Plataforma anitzekoa da (GNU/Linux, Windows, Android, macOS) eta potentzia txikiko ordenagailuetan ibil daiteke.
he: ג'יקומפריס הוא כלי למידה דיגיטאלי המספק פעילויות אימון בתוך ומחוץ לכיתה. זוהי תוכנה חופשית שמופצת תחת הרשיון של GNU לפלטפורמות מרובות (GNU/Linux, וינדוז, אנדרואיד, מקאוס) ומותאמת להפעלה על מחשבים חלשים.
hr: GCompris je alat za e-učenje s raznolikim aktivnostima za vježbanje unutar ali i izvan učionice. To je besplatni softver objavljen pod GNU Općom javnom licencom. Multiplatformski je (GNU/Linux, Windows, Android, macOS) i može raditi na računalima male snage.
hu: A Gcompris egy e-learning eszköz, mely segíti a tantermen kívüli oktatást. A GNU szabad licensz keretében elérhető ingyenes szoftver. Több plattformon elérhető (GNU/Linux, Windows, Android, macOS) és régebbi számítógépeken is működik.
it: GCompris è uno strumento di didattica per fornire esercizi di formazione all'interno e al di fuori dall'aula. È un software libero rilasciato sotto la GNU General Public License. È multipiattaforma (GNU/Linux, Windows, Android, macOS) e può essere eseguito su computer a bassa potenza.
lt: „GCompris“ yra skaitmeninio mokymo įrankis, skirtas suteikti mokomuosius pratimus klasėse ir už jų ribų. Tai laisva programinė įranga išleista pagal „GNU General Public License“ licenciją. „GCompris“ palaiko įvairias platformas (GNU/Linux, Windows, Android, macOS) ir nereikalauja galingo kompiuterio.
lv: „GCompris“ ir e-mācību rīks, kas piedāvā dažādus vingrinājumos darbam klasē un ārpus klases. Tā ir brīvā programma un licencēta ar GNU Vispārējo publisko licenci (GPL). „GCompris“ darbojas dažādās platformās („GNU/Linux“, „Windows“, „Android“, „MacOS“), kā arī darbojas uz mazāk jaudīgiem datoriem.
mk: Жикомпри е алатка за е-учење за да се обезбедат вежби за обука во и надвор од училницата. Тој е слободен софтвер објавен под Општата јавна лиценца на GNU. Тој поддржува повеќе платформи (GNU/Linux, Windows, Android, macOS) и може да работи на компјутери со мала моќност.
ml: ക്ലാസ്റൂമിനകത്തും പുറത്തും ചെയ്യാവുന്ന പരിശീലന പ്രവർത്തനങ്ങൾ അടങ്ങിയ ഒരു ഇ-ലേണിങ് ടൂളാണ് ജികോംപ്രി. ഗ്നു ജനറൽ പബ്ലിക് ലൈസൻസിനു കീഴിൽ പ്രകാശനം ചെയ്തിട്ടുള്ള ഒരു സ്വതന്ത്ര സോഫ്റ്റ്‍വെയർ ആണിത്. ഇതിനെ വിവിധ പ്ലാറ്റ്ഫോമുകളിൽ പ്രവർത്തിപ്പിക്കാം (ഗ്നു/ലിനക്സ്, വിൻഡോസ്, ആൻഡ്രോയ്ഡ്, മാക്ഒയെസ്), മാത്രമല്ല കുറഞ്ഞ പവറുള്ള കംപ്യൂട്ടറുകളിലും ഇതിനെ പ്രവർത്തിപ്പിക്കാൻ കഴിയും.
nn: GCompris er eit e-læringsverktøy med ulike øvingar for både skulen og heime. Det er fri programvare tilgjengeleg under lisensen GNU General Public License. Programmet køyrer på fleire plattformer (GNU/Linux, Windows, Android og macOS), og det verkar òg bra på gamle / mindre kraftige datamaskiner.
pl: GCompris jest narzędziem do nauki zapewniającym ćwiczenia w i poza klasą. Jest to darmowe oprogramowania wydane na Ogólnej Licencji Publicznej GNU. Jest wieloplatformowe (GNU/Linux, Windows, Android, macOS), i daje się uruchomić na słabych komputerach.
ro: GCompris este o unealtă de e-learning care furnizează exerciții de antrenare în clasă și în afara ei. Este un soft gratuit, lansat sub licența pentru public general GNU. Este un soft multiplatformă (GNU/Linux, Windows, Android, macOS), și poate rula pe calculatoare de putere mică.
sk: GCompris je nástroj na elektronické vzdelávanie, ktorý poskytuje cvičenia na nácvik v rámci vyučovacích hodín aj mimo nich. Je to slobodný softvér vydávaný pod Všeobecnou verejnou licenciou GNU - AGPL. Je multi-platfomový (GNU/Linux, Windows, Androdid, macOS), a beží aj na slabých počítačoch.
sl: GCompris je orodje za e-učenje, ki zagotavlja učne vaje znotraj in zunaj učilnice. Gre za prosto programsko opremo, izdano pod GNU General Javno licenco. Deluje na več platformah (GNU/Linux, Windows, Android, macOS) in tudi deluje na računalnikih z nizko porabo energije.
sq: GCompris është një mjet për e-mësim, për të dhënë ushtrime stërvitjeje brenda dhe jashtë shkollës. Është Software i Lirë, hedhur në qarkullim nën licencën GNU General Public License. Është shumëplatformësh (GNU/Linux, Windows, Android, macOS), dhe mund të xhirojë në kompjuter jo shumë të fuqishëm.
tr: GCompris, sınıfta veya sınıf dışında alıştırmalar sağlayan bir e-öğrenme aracıdır. GNU Genel Kamu Lisansı altında dağıtılan bir Özgür Yazılım’dır. Birden çok platformda çalışır (GNU/Linux, macOS, Windows, Android) ve düşük kapasiteli bilgisayarlarda da kullanılabilir.
zh_cn: GCompris 是在课堂内外提供培训活动的电子学习工具。 这是根据 GNU 通用公共许可证发布的一个自由软件。 它是多平台 (GNU/Linux、Windows、Android、macOS) 的软件，可以在低性能电脑上运行。
zh_tw: GCompris 是一套數位學習工具，提供教室內外的各種領域的訓練。它是自由軟體，以 GNU GPL 授權釋出。它支援多種平台（GNU/Linux、Windows、Android、macOS 等），也可以在低階的電腦上運作。

source: GCompris has been present for over twenty years in schools worldwide and offers more than 150 activities covering the main pedagogical domains, including:
ar: ينتشر برنامج "فهمت" منذ أكثر من عشرين عامًا في المدارس في أنحاء العالم ويقدم أكثر من 150 نشاطًا تغطي المجالات التربوية الرئيسية، تشمل:
bg: GCompris присъства повече от двадесет години в училища по целия свят и предлага повече от 150 дейности, обхващащи основните педагогически области, включително:
br: Bez 'ez eus eus GCompris er skolioù er bed a-bezh abaoe tremen ugent vloaz ha kinnig a ra muioc'h eget 150 obererezh o tennañ d'an danvezioù kelennadel pennañ, en o zouez :
ca@valencia: GCompris ha sigut present durant més de vint anys en les escoles de tot el món i oferix més de 150 activitats que cobrixen els principals dominis pedagògics, el qual inclou:
cs: GCompris je přes dvacet let představován ve školách po celém světě a nabízí více než 150 aktivit pokrývajících hlavní pedagogické oblasti, včetně:
el: Το GCompris υπάρχει εδώ και είκοσι χρόνια και είναι γνωστό σε ενήλικες, παιδιά και σχολεία σε όλο τον κόσμο. Προσφέρει περισσότερες από 150 δραστηριότητες που καλύπτουν πολλές γνωστικές περιοχές. Περιλαμβάνει:
eo: GCompris ĉeestas dum pli ol dudek jaroj en lernejoj tutmonde kaj ofertas pli ol 150 agadojn kovrante la ĉefajn pedagogiajn domajnojn, inkluzive de:
es: GCompris ha estado presente durante veinte años en las escuelas de todo el mundo y ofrece más de 150 actividades que cubren los principales dominios pedagógicos, como:
eu: GCompris hogei urtez baino gehiagoz egon da mundu osoko eskoletan, eta 150 jarduera baino gehiago eskaintzen ditu arlo pedagogiko nagusiak betetzeko, besteak beste:
he: ג'יקומפריס קיימת מעל עשרים שנה בבתי ספר ברחבי העולם והיא מציעה יותר מ־150 פעילויות ברוב התחומים הפדגוגים, כולל:
hr: GCompris je prisutan više od dvadeset godina u školama diljem svijeta i nudi više od 150 aktivnosti koje pokrivaju glavna pedagoška područja, uključujući:
hu: A GCOmpros tönn mint 20 év van jelen az iskolákban világszerte, és több mint 150 tevékenységet kínál az alábbi pedagógiai területek szerint:
it: GCompris è presente da oltre vent'anni nelle scuole di tutto il mondo e offre più di 150 attività che coprono i principali domini pedagogici, tra cui:
lt: „GCompris“ programinė įranga jau daugiau nei 20 metų naudojama pasaulio mokyklose ir siūlo daugiau nei 150 pamokėlių, apimančias pagrindines pedagogines sritis, įskaitant:
lv: „GCompris“ jau vairāk nekā divdesmit gadu izmanto skolās visā pasaulē un piedāvā vairāk nekā 150 aktivitāšu no galvenajām pedagoģiskajām jomām, kuru starpā ir:
mk: Жикомпри е присутен повеќе од дваесет години во училиштата ширум светот и нуди повеќе од 150 активности кои ги покриваат главните педагошки домени, вклучително и:
ml: ലോകമെമ്പാടുമുള്ള സ്കൂളുകളിൽ ഇരുപതു വർഷത്തിലേറെയായി ജികോംപ്രിയുടെ സാന്നിദ്ധ്യമുണ്ട് കൂടാതെ താഴെകൊടുത്തിരിക്കുന്ന പ്രധാന പഠന മേഖലകൾ ഉൾക്കൊള്ളുന്ന 150-ൽ അധികം പ്രവർത്തനങ്ങൾ ഇതു മുന്നോട്ടുവെയ്ക്കുന്നു:
nn: GCompris har blitt brukt i over tjue år på skular i heile verda. Det har meir enn 150 aktivitetar/øvingar, som dekkjer dei fleste læringsområda:
pl: GCompris jest obecny przez ponad dwadzieścia lat w szkołach na całym świecie i oferuje więcej niż 150 aktywności z głównych dziedzin pedagogicznych, w co wchodzi:
ro: GCompris a fost prezent pentru mai mult de douăzeci de ani în școli de pe tot mapamondul, și oferă peste 150 de activități, care acoperă principalele domenii pedagogice, incluzând:
sk: GCompris je dostupný už vyše 20 rokov v školách po celom svete a ponúka viac ako 150 aktivít, ktoré pokrývajú hlavné pedagogické domény, vrátane:
sl: GCompris je prisoten že več kot dvajset let v šolah po vsem svetu in nudi več kot 150 dejavnosti, ki pokrivajo glavna pedagoška področja vključno z:
sq: GCompris-ja ka qenë i pranishëm për më shumë se njëzet vjet në shkolla anembanë botës dhe ofron më shumë se 150 veprimtari, që mbulojnë fushat kryesore pedagogjike, përfshi:
tr: GCompris, dünyanın her bir yanındaki okullarda 20 yıldan beridir var ve ana pedagojik alanlardaki 150’den fazla etkinliği sunar. Bunlardan bazıları:
zh_cn: GCompris 二十多年来一直在世界各地的学校开展活动，开展了150多项涉及主要教学领域的活动，包括：
zh_tw: GCompris 在世界各地的學校被廣泛使用已經有 20 多年的歷史，並提供涵蓋主要教學領域的 150 多項活動，包括：

source: Learning how to use a computer
ar: تعلم كيفية استخدام الحاسوب
bg: Изучаване на използването на компютър
br: Deskiñ implijout un urzhiataer
ca@valencia: Aprendre a utilitzar un ordinador
cs: Výuky jak používat počítač
el: Εκμάθηση χρήσης του υπολογιστή
eo: Lerni kiel uzi komputilon
es: Aprender a usar una computadora.
eu: Ordenagailu bat erabiltzen ikastea
he: ללמוד איך להשתמש במחשב
hr: učenje korištenja računala
hu: A számítógéphasználat megismerése
it: Imparare a utilizzare un computer
lt: Mokymąsi naudotis kompiuteriu
lv: Datora lietošanas apmācība
mk: Учење како да се користи компјутер
ml: കംപ്യൂട്ടർ എങ്ങനെ ഉപയോഗിക്കാമെന്നു പഠിക്കൽ
nn: Læra å bruka datamaskina
pl: Nauka używania komputera
ro: Învățarea operării unui calculator
sk: Výučba práce na počítači
sl: Učenjem uporabe računalnika
sq: Mësoni si të përdorni një kompjuter
tr: Bilgisayar kullanmayı öğrenme
zh_cn: 学习如何使用计算机
zh_tw: 學習如何使用電腦

source: Practising reading with activities to learn letters, words and lexical sets
ar: التدرب على القراءة بأنشطة لتعلم الحروف والكلمات والمجموعات المعجمية
bg: Упражняване на четене със занимания с изучаване на букви, думи и лексикални набори
br: Pleustriñ lenn gant obererezhioù evit lenn lizherennoù, gerioù ha geriaouegoù
ca@valencia: Practicar la lectura amb activitats per a aprendre lletres, paraules i conjunts de lèxic
cs: Procvičování čtení s aktivitami pro čtení písmen, slov a lexikálních sad
el: Εξάσκηση στην ανάγνωση με δραστηριότητες ανάγνωσης γραμμάτων, λέξεων και συνόλων λέξεων.
eo: Praktikado de legado kun agadoj por lerni literojn, vortojn kaj leksikajn arojn
es: Practicar la lectura con actividades para aprender las letras, palabras y conjuntos léxicos.
eu: Letrak, hitzak eta multzo lexikoak ikasteko jarduerekin irakurketa praktikatzea
he: להתאמן בקריאה בפעילויות ללימוד אותיות, מילים ומצרפים לשוניים
hr: vježbanje čitanja s aktivnostima za učenje slova, riječi i leksičkih skupova
hu: Olvasástanulás, betűtaulás, szavak és a lexikai kifejezések tanulása
it: Esercitare la lettura con attività per imparare lettere, parole e insiemi lessicali
lt: Skaitymo praktiką su pamokėlėmis apie raides, žodžius, garsus
lv: Lasītprasmes attīstīšana ar aktivitātēm, kas ietver burtu, vārdu un leksikas kopu mācīšanos
mk: Вежбање на читање со активности за учење букви, зборови и лексички множества
ml: അക്ഷരങ്ങളും വാക്കുകളും പഠിക്കാനുള്ള പ്രവർത്തനങ്ങളിലൂടെ വായന പരിശീലിക്കൽ
nn: Øva på bokstavar, ord og ordkategoriar
pl: Ćwiczenie czytania z aktywnościami do nauki liter, słów i zestawów leksykalnych
ro: Exersarea cititului, cu activități pentru învățarea literelor, cuvintelor și a seturilor lexicale
sk: Precvičovanie čítania s aktivitami na oboznamovanie sa s písmenami, slovami a inými lexikálnymi jednotkami.
sl: Vadbo branja z aktivnostmi za učenje črk, besed in leksikalnih sklopov
sq: Ushtrim në lexim me veprimtari për të mësuar shkronjat, fjalë dhe grupe leksikore
tr: Harfleri, sözcükleri ve sözcük kümelerini öğrenme etkinlikleriyle okuma pratiği
zh_cn: 以学习字母、单词和词汇集的活动进行阅读
zh_tw: 練習閱讀、學習字母、單字與詞彙集

source: Acquiring proficiency in math by practising numeration, arithmetic, measures and puzzles
ar: اكتساب الكفاءة في الرياضيات من خلال ممارسة العد والحساب والقياسات والألغاز
bg: Придобиване на умения по математика чрез упражняване на броене, смятане, мерни единици и пъзели
br: Prenañ skiant e matematik en ur bleustriñ war ar jediñ an niveriñ, ar muzulioù ha skoulmadoù
ca@valencia: Adquirir competència en matemàtiques practicant numeració, aritmètica, mesures i trencaclosques
cs: Získávání matematických dovedností procvičováním počítání, aritmetiky, měr a rébusů
el: Απόκτηση προχωρημένων ικανοτήτων στα μαθηματικά με εξάσκηση στην αρίθμηση, τις πράξης, τις μετρήσεις και τα παζλ.
eo: Akirante scipovon en matematiko per praktikado de numerado, aritmetiko, mezuroj kaj enigmoj
es: Dominar las matemáticas practicando con la numeración, la aritmética, con medidas y con rompecabezas.
eu: Matematikan gaitasuna lortzea zenbakitzea, aritmetika, neurriak eta buru-hausgarriak praktikatuz
he: להשיג שליטה במתמטיקה באמצעות אימון בספירה, חישוב, מדידה וחידות
hr: stjecanje vještina u matematici vježbanjem prebrojavanja, aritmetike, mjerenjem i uz razne slagalice
hu: Matematikai jártasság a számtan, mérés, kiegészítés területén
it: Acquisire competenza in matematica esercitando la numerazione, l'aritmetica, le misure e gli enigmi
lt: Matematinius įgūdžius, įskaitant skaičiavimą iš eilės, aritmetiką, matavimus ir galvosūkius
lv: Prasmju iegūšana matemātikā, mācoties skaitīt, aritmētiskās darbības, mērīšanu un uzdevumu risināšanu
mk: Стекнување вештина во математика со вежбање на броење, аритметика, мерки и загатки
ml: എണ്ണൽ, കണക്കുകൂട്ടൽ, അളവുകൾ, പസിലുകൾ എന്നിവ പരിശീലിച്ച് ഗണിതത്തിൽ പ്രാവീണ്യം നേടൽ
nn: Rekna – teljing, aritmetikk, mål, vekt og problemløysing
pl: Zdobywanie biegłości w matematyce, poprzez ćwiczenie numerowania, arytmetyki, miar i układania puzzli.
ro: Dobândirea competențelor matematice de bază, prin practicarea numerației, aritmeticii, măsurătorilor și puzzle-lurilor.
sk: Získavanie matematických zručností pri nácviku zobrazenia čísel, aritmetiky, merných jednotiek a hlavolamov.
sl: Pridobivanje znanja matematike z vadbo štetja, računanja, merjenja in reševanjem ugank
sq: Fitim rrjedhshmërie në veprime matematike, duke praktikuar numërim, aritmetikë, njësi matëse dhe lojëra
tr: Saymayı, aritmetiği, ölçümleri ve yapbozları öğrenerek matematik yetkinliği kazanma
zh_cn: 通过练习计算、算术、计数和拼图提高数学熟练度
zh_tw: 透過練習計數、數學運算、測量與解謎等來熟悉數學

source: Discovering the world through logic, the arts and music
ar: اكتشاف العالم من خلال المنطق والفنون والموسيقى
bg: Запознаване със света на логиката, изкуствата и музиката
br: Dizoleiñ ar bed dre ar poell, an arzoù hag ar sonerezh
ca@valencia: Descobrir el món a través de la lògica, les arts i la música
cs: Objevování světa skrze logiku, umění a hudbu
el: Ανακάλυψη του κόσμου μέσω της λογικής, της τέχνης και της μουσικής.
eo: Malkovrante la mondon per logiko, artoj kaj muziko
es: Descubrir el mundo mediante la lógica, las artes y la música.
eu: Mundua logikaren, arteen eta musikaren bidez ezagutzea
he: לגלות את העולם דרך הגיון, את האומנויות ואת המוזיקה
hr: istraživanje svijeta kroz logiku, glazbenu i likovnu umjetnost
hu: A világ felfedezése logika, zene és a művészetek segítségével
it: Alla scoperta del mondo attraverso la logica, le arti e la musica
lt: Pasaulio pažinimą logikos, menų ir muzikos pagalba
lv: Pasaules atklāšana caur loģiku, mākslu un mūziku
mk: Откривање на светот преку логика, уметност и музика
ml: യുക്തി, കല, സംഗീതം എന്നിവയിലൂടെ ഈ ലോകത്തെ അറിയൽ
nn: Utforska verda via logikk, kunst og musikk
pl: Odkrywanie świata poprzez logikę, sztukę i muzykę
ro: Descoperirea lumii prin logică, arte și muzică
sk: Objavovanie sveta prostredníctvom logiky, umenia a hudby
sl: Odkrivanjem sveta skozi logiko, umetnost in glasbo
sq: Njohje me botën përmes logjikës, arteve dhe muzikës
tr: Dünyayı mantık, sanat ve müzik ile keşfetme
zh_cn: 通过逻辑、艺术和音乐探索世界
zh_tw: 透過邏輯、藝術與音樂來探索世界

source: Exploring science and humanities through experimentation, history and geography
ar: استكشاف العلوم والعلوم الإنسانية من خلال التجريب والتاريخ والجغرافيا
bg: Запознаване със света на науката чрез експериментиране, придобиване на знания по история и география
br: Ergerzhout ar skiantoù hag ar studioù dre an arnodiñ, an istor hag ar geografiezh
ca@valencia: Explorar la ciència i les humanitats a través de l'experimentació, la història i la geografia
cs: Zkoumání vědy a humanitních oborů skrze experimenty, dějiny a geografii
el: Εξερεύνηση επιστημονικών πεδίων μέσω του πειραματισμού, της ιστορίας και της γεωγραφίας.
eo: Esplorante sciencon kaj homsciencon per eksperimentado, historio kaj geografio
es: Explorar la ciencia y las humanidades a través de la experimentación, la historia y la geografía.
eu: Zientzia eta giza zientziak esperimentazioaren, historiaren eta geografiaren bidez esploratzea
he: לגלות מדע והומניות דרך ניסויים, היסטוריה וגאוגרפיה
hr: istraživanje prirodnih i humanističkih znanosti kroz eksperimente, povijest i geografiju
hu: A humán és reál tudományok felfedezése a történelem, földrajz és kíséletek segítségével
it: Esplorare la scienza e le discipline umanistiche attraverso la sperimentazione, la storia e la geografia
lt: Gamtos ir humanitarinių mokslų tyrinėjimą pasitelkiant eksperimentus, istoriją ir geografiją
lv: Dabaszinību un humanitāro zinību izpēte caur eksperimentiem, vēsturi un ģeogrāfiju
mk: Истражување на науката и хуманистичките науки преку експериментирање, историја и географија
ml: പരീക്ഷണം, ചരിത്രം, ഭൂമിശാസ്ത്രം എന്നിവയിലൂടെ സയൻസിന്റെയും ഹ്യുമാനിറ്റീസിന്റെയും പര്യവേക്ഷണം
nn: Læra om natur og samfunn – eksperiment, historie og geografi
pl: Dowiadywanie się o naukach ścisłych i humanistycznych poprzez eksperymentowanie, historię i geografię
ro: Explorarea științelor exacte și umane prin experimentare, istorie și geografie
sk: Objavovanie prírodných a humanitných vied prostredníctvom experimentov, úloh z dejepisu či geografie.
sl: Raziskovanjem znanosti in humanistike s pomočjo eksperimentiranja, zgodovine in geografije
sq: Eksplorim i shkencave ekzakte dhe atyre shoqërore, përmes eksperimentimit, historisë dhe gjeografisë
tr: Bilim ve insanlığı deney, tarih ve coğrafyayı öğrenerek keşfetme
zh_cn: 通过实验、历史和地理探索科学和人文学
zh_tw: 透過實驗、歷史與地理來探索科學與人文

source: Developing strategic thinking with board games
ar: تنمية التفكير الاستراتيجي بألعاب الألواح
bg: Развиване на стратегическо мислене с настолни игри
br: Diorren ar preder strategiel gant c'hoarioù-pladenn
ca@valencia: Desenvolupar el pensament estratègic amb jocs de taula
cs: Rozvíjení strategického myšlení díky deskovým hrám
el: Ανάπτυξης στρατηγικής σκέψης με επιτραπέζια παιχνίδια.
eo: Disvolvante strategian pensadon per tabulludoj
es: Desarrollar un pensamiento estratégico con juegos de tablero.
eu: Pentsamendu estrategikoa mahai-jokoekin garatzea
he: לפתח חשיבה אסטרטגית במשחקי לוח
hr: razvijanje strateškog razmišljanja uz društvene igre
hu: Stratégiai gondolkodás kialakítása táblajátékokon keresztül
it: Sviluppare il pensiero strategico con i giochi da tavolo
lt: Strateginio mąstymo vystymą žaidžiant stalo žaidimus
lv: Stratēģiskās domāšanas attīstīšana caur galda spēlēm
mk: Развивање на стратешко размислување со игри на табла
ml: ബോർഡ് ഗെയിമുകളിലൂടെ തന്ത്രപരമായി ചിന്തിക്കാനുള്ള കഴിവ് വികസിപ്പിക്കൽ
nn: Utvikla strategisk tenking med brettspel
pl: Rozwijanie myślenia strategicznego przy pomocy gier planszowych
ro: Dezvoltarea gândirii strategice prin jocuri de strategie
sk: Rozvíjanie strategického myslenia so stolovými hrami
sl: Razvijanjem strateškega mišljenja z družabnimi igrami
sq: Zhvillim i të menduarit strategjik përmes lojërash me fusha
tr: Masa oyunlarıyla stratejik düşünme yetisi kazanma
zh_cn: 通过棋盘游戏开发战略思维。
zh_tw: 透過遊戲來發展策略思維
