Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: To provide a solid pedagogical background, GCompris levels of activities have been based on the French elementary school curriculum, which defines what French teachers must teach in class.
ar: لتوفير خلفية تربوية قوية، استندت مستويات أنشطة "فهمت" إلى منهج المدرسة الابتدائية الفرنسية، الذي يحدد ما يجب على المعلمين الفرنسيين تدريسه في الفصول الدراسية.
bg: За да осигурят солидна педагогическа подготовка, нивата на дейности на GCompris са базирани на учебната програма на френското начално училище, която определя, какво трябва да преподават учителите по френски в клас.
br: Evit kinnig un diazez kelennadel solut eo diazezet liveoù obererezhioù GCompris war programmoù skolioù kentañ derez Bro-C'hall, ar re heuliet gant ar gelennerien c'hall er c'hlasoù.
ca@valencia: Per a proporcionar una formació pedagògica sòlida, els nivells de les activitats de GCompris s'han basat en el pla d'estudis de l'escola primària francesa, el qual definix el que han d'ensenyar a classe els professors francesos.
cs: Pro poskytnutí pevného pedagogického pozadí jsou úrovně aktivit v GCompris založeny na studijních plánech francouzských základních škol, které definují, co musí učitelé ve Francii jednotlivé třídy naučit.
el: Για να προσφέρει ένα στέρεο παιδαγωγικό υπόβαθρο το GCompris, βασίζει τα επίπεδα των δραστηριοτήτων στο πρόγραμμα σπουδών του γαλλικού πρωτοβάθμιου σχολείου, το οποίο ορίζει τι πρέπει να διδάξουν οι γάλλοι δάσκαλοι στην τάξη.
eo: Por provizi solidan pedagogian fonon, GCompris-niveloj de agadoj baziĝis sur la franca bazlerneja instruplano, kiu difinas kion francaj instruistoj devas instrui en klaso.
es: Para proporcionar un contexto pedagógico sólido, los niveles de las actividades de GCompris se basan en el plan de estudios de la escuela primaria francesa, que define lo que deben enseñar en clase los profesores franceses.
eu: Prestakuntza pedagogiko sendoa emateko, GCompris-en jarduera-mailak Frantziako Lehen Hezkuntzako curriculumean oinarritu dira, zeinak definitzen baitu irakasle frantsesek eskolan irakatsi behar dutena.
he: כדי לספק רקע פדגוגי מוצק, הרמות של ג'קומפריס נבנו לפי תוכנית הלימודים של בית הספר היסודי בצרפת המגדירה מה מורים צרפתיים צריכים ללמד בכיתה.
hr: Kako bi pružili solidnu pedagošku pozadinu, GCompris razine aktivnosti temelji na francuskom osnovnoškolskom kurikulumu, koji definira što francuski učitelji trebaju poučavati u nastavi.
hu: A megfelelő pedagógiai alapként, a GCompris szintjei a francia általános iskolai tantervet veszik alapul, amely meghatározza a francia tanárok számra mit kell oktatniuk a gyerekeknek.
it: Per fornire un solido sfondo pedagogico, i livelli di attività di GCompris sono basati sul curriculum della scuola elementare francese, che definisce ciò che gli insegnanti francesi devono insegnare in classe.
lt: Norint suteikti tinkamus pedagoginius pamatus, „GCompris“ pamokėlės paremtos Prancūzijos pradinių mokyklų edukacine programa, kuri numato, ką Prancūzijos mokytojai turi mokyti savo klasėse.
lv: Lai nodrošinātu stingru pedagoģijas pamatu, „GCompris“ aktivitāšu līmeņi ir balstīti Francijas pamatskolas programmā, kurā noteikts, kas Francijā skolotājam ir jāmāca klasē.
mk: За да се обезбеди солидна педагошка позадина, нивоата на активности на Жикомпри се засноваат на наставната програма на основните училишта во Франција, која дефинира што мораат француските наставници да предаваат на час.
ml: ദൃഢമായ ഒരു പെഡഗോജിക്കൽ പശ്ചാത്തലം പ്രദാനം ചെയ്യുന്നതിനായി, ഫ്രഞ്ച് അധ്യാപകർ ക്ലാസിലെന്തു പഠിപ്പിക്കണമെന്നു നിർവചിക്കുന്ന ഫ്രഞ്ച് പ്രാഥമിക വിദ്യാലയ പാഠ്യപദ്ധതിയെ അടിസ്ഥാനമാക്കിയാണ് ജികോംപ്രി പ്രവർത്തനങ്ങളുടെ ലെവലുകൾ തയ്യാറാക്കിയിരിക്കുന്നത്.
nn: For å vera pedagogisk rette er nivåa til GCompris-aktivitetane baserte på læreplanane i den franske grunnskulen.
pl: Aby zapewnić solidny pedagogiczny fundament, poziomy aktywności GCompris są oparte na programie francuskiej szkoły podstawowej, który określa czego francuscy nauczyciele muszą nauczać na zajęciach.
ro: Pentru a asigura un fundament pedagogic solid, nivelurile activităților GCompris se bazează pe curicula școlii elementare franceze, care definește ce trebuie să predea la clasă profesorii francezi .
sk: Aby bolo zabezpečené spoľahlivé pedagogické pozadie, úrovne aktivít v GCompris sú založené na študijných plánoch pre Francúzske základné školy, ktoré určujú čo musia pedagógovia vo Francúzsku učiť v triedach.
sl: Da bi zagotovili trdno pedagoško ozadje, ravni dejavnosti GCompris temeljijo na francoskem učnem načrtu osnovne šole, ki določa, kaj morajo učitelji francoščine učiti v razredu.
sq: Që të furnizojë një sfond pedagogjik të fortë, shkallët e veprimtarive në GCompris janë bazuar në programin arsimor të shkollave fillore frënge, që përcakton se çfarë duhet t’i mësojnë klasës mësuesit francezë.
tr: Sağlam bir pedagojik arka plan sağlamak için, GCompris etkinliklerinin düzeyleri, Fransızca öğretmenlerinin sınıfta ne öğretmesi gerektiğini tanımlayan Fransız ilkokul müfredatına dayanmaktadır.
zh_cn: 为了提供坚实的教学基础，GCompris 的活动水平是以法国小学课程为基础的。 它确定了法国教师必须在课堂上教授什么内容。
zh_tw: 為了提供紮實的教學背景，GCompris 的活動級別以法國小學課程為基礎，該課程定義了法國教師必須在課堂上教授的內容。

source: Description:
ar: الوصف:
bg: Описание:
br: Deskrivadur :
ca@valencia: Descripció:
cs: Popis:
el: Περιγραφή:
eo: Priskribo:
es: Descripción:
eu: Azalpena:
he: תאור:
hr: Opis:
hu: Leírás:
it: Descrizione:
lt: Aprašymas:
lv: Apraksts:
mk: Опис:
ml: വിവരണം:
nn: Skildring:
pl: Opis:
ro: Descriere:
sk: Popis:
sl: Opis:
sq: Përshkrim:
tr: Açıklama:
zh_cn: 描述：
zh_tw: 描述：

source: Prerequisite:
ar: المتطلّبات:
bg: Изисквания:
br: Da c'houzout en a-raok :
ca@valencia: Prerequisits:
cs: Předpoklad:
el: Προαπαιτούμενα:
eo: Antaŭkondiĉo:
es: Necesita:
eu: Aurretiko betekizuna:
he: דרישות מקדימות:
hr: Preduvjet:
hu: Előzetes tudás:
it: Prerequisito:
lt: Reikalingi įgūdžiai:
lv: Priekšnoteikums:
mk: Предуслов:
ml: മുൻകരുതൽ:
nn: Føresetnadar:
pl: Wymagane umiejętności:
ro: Cerință prealabilă:
sk: Požiadavka:
sl: Predpogoj:
sq: Parakusht:
tr: Ön Gereksinimler:
zh_cn: 先决条件:
zh_tw: 先決條件：

source: Goal:
ar: الهدف":
bg: Цел:
br: Pal :
ca@valencia: Objectiu:
cs: Cíl:
el: Στόχος:
eo: Celo:
es: Objetivo:
eu: Helburua:
he: מטרה:
hr: Cilj:
hu: Cél:
it: Obiettivo:
lt: Tikslas:
lv: Mērķis:
mk: Цел:
ml: ലക്ഷ്യം:
nn: Mål:
pl: Cel:
ro: Scop:
sk: Cieľ:
sl: Cilj:
sq: Synim:
tr: Hedef:
zh_cn: 目的:
zh_tw: 目標：

source: Manual:
ar: الدَلِيل:
bg: Ръководство:
br: Dornlevr :
cs: Návod:
el: Οδηγός:
eo: Manlibro:
eu: Eskuliburua:
he: הוראות:
hr: Uputa:
hu: Kézikönyv:
it: Manuale:
lt: Žinynas:
lv: Pamācība:
mk: Прирачник:
ml: ലഘുവിവരണം:
pl: Podręcznik:
sk: Návod:
sl: Navodila:
sq: Doracak:
tr: Kılavuz:
zh_cn: 手动:
zh_tw: 說明：

source: Credit:
ar: إشادات:
bg: Заслуги:
br: Trugarekaat :
ca@valencia: Crèdits:
cs: Zásluhy:
el: Εύσημα:
eo: Kredito:
es: Créditos:
eu: Merituak:
he: תודות:
hr: Zahvala:
hu: Köszönet:
it: Riconoscimenti:
lt: Kreditas:
lv: Kredīts:
mk: Заслуги:
ml: നന്ദി:
nn: Kreditering:
pl: Wyrazy uznania:
sk: Poďakovanie:
sl: Zasluge:
sq: Falënderime:
tr: Teşekkür:
zh_cn: 致谢：
zh_tw: 謝誌：

source: Select a category
ar: اختر تصنيفاً
bg: Избиране на категория
br: Dibab ur rummad
ca@valencia: Trieu una categoria
cs: Zvolit kategorii
el: Επίλεξε μια κατηγορία
eo: Elekti kategorion
es: Seleccione una categoría
eu: Hautatu kategoria bat
he: בחרו קטגוריה
hr: Odaberi kategoriju
hu: Válassz kategóriát!
it: Seleziona una categoria
lt: Pasirinkite kategoriją
lv: Atlasiet kategoriju
ml: ഒരു വിഭാഗം തിരഞ്ഞെടുക്കൂ
nn: Vel ein kategori
ro: Selectează o categorie
sk: Zvolľ si kategóriu
sl: Izberi kategorijo
sq: Përzgjidhni një kategori
tr: Bir kategori seçin
zh_tw: 請選擇一個類別

source: All
ar: الكلّ
bg: Всички
br: Pep tra
ca@valencia: Totes
cs: Vše
el: Όλα
eo: Ĉiuj
es: Todas
eu: Guztiak
he: הכל
hr: Sve
hu: Összes
it: Tutto
lt: Visos
lv: Visas
mk: Се
ml: എല്ലാം
nn: Alle
pl: Wszystkie
ro: Toate
sk: Všetko
sl: Vse
sq: Krejt
tr: Tümü
zh_tw: 全部

source: Computer
ar: الحاسوب
bg: Компютър
br: Urzhiataer
ca@valencia: Ordinador
cs: Počítač
el: Υπολογιστής
eo: Komputilo
es: Informática
eu: Ordenagailua
he: מחשב
hr: Računalo
hu: Számítógépek
lt: Kompiuteris
lv: Dators
ml: കമ്പ്യൂട്ടർ
nn: Datamaskin
ro: Calculator
sk: Počítač
sl: Računalnik
sq: Kompjuter
tr: Bilgisayar
zh_tw: 電腦

source: Discovery
ar: الاكتشاف
bg: Открития
br: Dizoleiñ
ca@valencia: Descobriment
cs: Objev
el: Ανακάλυψη
eo: Malkovro
es: Descubrimientos
eu: Aurkikuntza
he: גילוי
hr: Otkrića
hu: Felfedezés
it: Scoperta
lt: Atradimai
lv: Atklāšana
ml: കണ്ടെത്തൽ
nn: Utforsking
ro: Descoperire
sk: Objavoanie
sl: Iznajdba
sq: Zbulime
tr: Keşif
zh_tw: 探索

source: Sciences
ar: العلوم
bg: Наука
br: Skiantoù
ca@valencia: Ciències
cs: Věda
el: Επιστήμες
eo: Sciencoj
es: Ciencias
eu: Zientziak
he: מדעים
hr: Znanost
hu: Tudomány
it: Scienze
lt: Mokslai
lv: Zinātnes
ml: ശാസ്ത്രം
nn: Vitskap
ro: Știință
sk: Vedy
sl: Znanost
sq: Shkenca
tr: Bilim
zh_tw: 科學

source: Fun
ar: المرح
bg: Забавление
br: Plijadur
ca@valencia: Diversió
cs: Zábava
el: Διασκέδαση
eo: Amuzo
es: Diversión
eu: Dibertsioa
he: כיף
hr: Zabava
hu: Szórakozás
it: Divertimento
lt: Pramogos
lv: Izklaide
ml: വിനോദം
nn: Moro
ro: Amuzament
sk: Zábava
sl: Razvedrilo
sq: Zbavitje
tr: Eğlence
zh_tw: 遊戲

source: Mathematics
ar: الرياضيات
bg: Математика
br: Matematik
ca@valencia: Matemàtiques
cs: Matematika
el: Μαθηματικά
eo: Matematiko
es: Matemáticas
eu: Matematika
he: מתמטיקה
hr: Matematika
hu: Matematika
it: Matematica
lt: Matematika
lv: Matemātika
ml: ഗണിതം
nn: Matematikk
ro: Matematică
sk: Matematika
sl: Matematika
sq: Matematikë
tr: Matematik
zh_tw: 數學

source: Puzzle
ar: أحجية
bg: Пъзел
br: Divinatez
ca@valencia: Trencaclosques
cs: Hlavolam
el: Παζλ
eo: Enigmo
es: Rompecabezas
eu: Buruhaustekoa
he: חידות
hr: Slagalice
lt: Dėlionės
lv: Mīklas
ml: പസിൽ
nn: Tenking
sl: Uganka
tr: Yapboz
zh_tw: 謎題

source: Reading
ar: القراءة
bg: Четене
br: Lenn
ca@valencia: Lectura
cs: Čtení
el: Ανάγνωση
eo: Legado
es: Lectura
eu: Irakurketa
he: קריאה
hr: Čitanje
hu: Olvasás
it: Lettura
lt: Skaitymas
lv: Lasīšana
ml: വായന
nn: Lesing
ro: Citire
sk: Čítanie
sl: Branje
sq: Lexim
tr: Okuma
zh_tw: 閱讀

source: Strategy
ar: الاستراتيجيات
bg: Стратегия
br: Strategiezh
ca@valencia: Estratègia
cs: Strategie
el: Στατηγική
eo: Strategio
es: Estrategia
eu: Estrategia
he: אסטרטגיה
hr: Strategija
hu: Stratégia
it: Strategia
lt: Strateginiai žaidimai
lv: Stratēģija
ml: തന്ത്രം
nn: Strategi
ro: Strategie
sk: Stratégia
sl: Strategija
sq: Strategji
tr: Strateji
zh_tw: 策略

# 20250521.html
source: Release GCompris 25.1 and 4.3.1
ca@valencia: Llançament de GCompris 25.1 i 4.3.1
lt: GCompris 25.1 ir 4.3.1 versijos
sl: Izdaja GCompris 25.1 in 4.3.1

# 20250521.html
source: Today we are releasing GCompris version 25.1.
ca@valencia: Hui fem el llançament de GCompris versió 25.1.
lt: Šiandien išleidžiame GCompris 25.1 versiją.
sl: Danes izdajamo GCompris verzija 25.1.

# 20250521.html
source: It contains bug fixes and graphics improvements on many activities.
ca@valencia: Conté esmenes d'errors i millores gràfiques en moltes activitats.
lt: Ištaisėme klaidas ir patobulinome grafiką daugelyje pamokėlių.
sl: Vsebuje popravke napak in grafične izboljšave pri več dejavnostih.

# 20250521.html
source: It is fully translated in the following languages:
ca@valencia: Està traduït completament en els idiomes següents:
lt: Jis visiškai išverstas į šias kalbas:
sl: Je popolnoma prevedena v naslednje jezike:

# 20250521.html
source: It is also partially translated in the following languages:
ca@valencia: També està traduït parcialment en els idiomes següents:
lt: Jis taip pat iš dalies išverstas į šias kalbas:
sl: Je tudi delno prevedena v naslednje jezike:

# 20250521.html
source: You can find packages of this new version for GNU/Linux, Windows, Android, and Raspberry Pi on the <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">download page</a>. Also this update will soon be available in the Android Play store, the F-Droid repository and the Windows store.
ca@valencia: Trobareu els paquets d'esta nova versió per a GNU/Linux, Windows, Android i Raspberry Pi en la <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">pàgina de baixades</a>. Esta actualització també estarà disponible prompte en la botiga Android Play, el repositori de F-Droid i en la botiga de Windows.
lt: Šios versijos paketus GNU/Linux, Windows, Android ir Raspberry Pi platformoms galite rasti <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">atsisiuntimo puslapyje</a>. Šis atnaujinimas netrukus bus pasiekiamas Android Play parduotuvėje, F-Droid saugykloje ir Windows parduotuvėje.
sl: Pakete te nove različice lahko najdete za GNU/Linux, Windows, Android, Raspbery Pi in MacOS na <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">strani za prenos</a>. Ta posodobitev bo kmalu na voljo tudi v trgovini Android Play, skladišču F-Droid in skladišču za Windows.

# 20250521.html
source: We are also releasing GCompris version 4.3.1.
ca@valencia: També fem el llançament de GCompris versió 4.3.1.
lt: Taip pat išleidžiame GCompris 4.3.1 versiją.
sl: Danes izdajamo GCompris verzijo 4.3.1.

# 20250521.html
source: This is a maintenance version for 32bit systems which only contains a few backported bug fixes.
ca@valencia: Esta és una versió de manteniment per a sistemes de 32 bits que només conté algunes retroadaptacions d'esmenes d'errors.
lt: Tai yra 32 bitų sistemos versija su keletu ištaisytų klaidų.
sl: To je vzdrževalna različica za 32-bitne sisteme, ki vsebuje le nekaj popravkov napak, prenesenih v starejše različice.

# 20250521.html
source: Thank you all, <br/>Timothée & Johnny
ca@valencia: Gràcies a tots, <br/>Timothée i Johnny
lt: Nuoširdžiai dėkojame, <br/>Timothée ir Johnny
sl: Hvala vsem,<br/>Timothée in Johnny

# 20260204.html
source: Release GCompris 26.0
ca@valencia: Llançament de GCompris 26.0
sl: Izdaja GCompris 26.0

# 20260204.html
source: Today we are releasing GCompris version 26.0.
ca@valencia: Hui fem el llançament de GCompris versió 26.0.
sl: Danes izdajamo GCompris verzijo 26.0.

# 20260204.html
source: We are also releasing the first official version of our companion tool for teachers: GCompris-teachers! You can find more information about it on the <a href=\"https://gcompris.net/schools{{ suffix }}.html#gcompris-teachers\">schools page</a>.
ca@valencia: També llancem la primera versió oficial de la nostra eina d'acompanyament per al professorat: GCompris-teachers! Trobareu més informació sobre ella a la <a href=\"https://gcompris.net/schools{{ suffix }}.html#gcompris-teachers\">pàgina d'escoles</a>.
sl: Izdajamo tudi prvo uradno različico našega spremljevalnega orodja za učitelje: GCompris-teachers! Več informacij o njem najdete na <a href=\"https://gcompris.net/schools{{ suffix }}.html#gcompris-teachers\">strani šol</a>.

# 20260204.html
source: This new version contains 197 activities, including 2 new ones:
ca@valencia: Esta versió nova conté 197 activitats, incloent-hi 2 de noves:
sl: Ta nova različica vsebuje 197 dejavnosti, vključno z 2 novima:

# 20260204.html
source: \"Drawing wheels\" is an activity for drawing using a gear rotating in a cogwheel.
ca@valencia: «Rodes de dibuix» és una activitat per a dibuixar fent servir un engranatge girant en una roda dentada.
sl: \"Risanje s kolesi\" je dejavnost risanja z uporabo zobnika, ki se vrti v zobniku.

# 20260204.html
source: \"Multiple choice questions\" is an MCQ activity. Note that this activity is hidden by default. It becomes visible after some datasets for it have been sent from GCompris-teachers.
ca@valencia: «Preguntes d'elecció múltiple» és una activitat de PEM (MCQ en anglés). Cal tindre en compte que esta activitat està oculta de manera predeterminada. Esdevé visible després d'enviar-hi alguns conjunts de dades des de GCompris-teachers.
sl: \"Vprašanja z več izbirami\" je dejavnost z vprašanji z več možnimi odgovori. Upoštevajte, da je ta dejavnost privzeto skrita. Vidna postane, ko program GCompris-teachers pošlje nekaj naborov podatkov zanjo.

# 20260204.html
source: It also contains bug fixes and improvements on multiple activities.
ca@valencia: També conté esmenes d'errors i millores en múltiples activitats.
sl: Vsebuje tudi popravke napak in grafične izboljšave pri več dejavnostih.

# 20260204.html
source: We ship translations for two more languages: Kannada and Tamil.
ca@valencia: Distribuïm les traduccions de dues llengües més: el kanarés i el tàmil.
sl: Dobavljamo prevode za še dva jezika: Kannada in tamilščino.

# 20260204.html
source: It is fully translated in the following languages:
ca@valencia: Està traduït completament en els idiomes següents:
sl: Je popolnoma prevedena v naslednje jezike:

# 20260204.html
source: It is also partially translated in the following languages:
ca@valencia: També està traduït parcialment en els idiomes següents:
sl: Je tudi delno prevedena v naslednje jezike:

# 20260204.html
source: You can find packages of this new version for GNU/Linux, Windows, Android and Raspberry Pi on the <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">download page</a>. This update will also be available soon in the Android Play store, the F-Droid repository and the Windows store.
ca@valencia: Trobareu els paquets d'esta nova versió per a GNU/Linux, Windows, Android i Raspberry Pi en la <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">pàgina de baixades</a>. Esta actualització també estarà disponible prompte en la botiga Android Play, el repositori de F-Droid i en la botiga de Windows.
sl: Pakete te nove različice lahko najdete za GNU/Linux, Windows, Android in Raspbery Pi na <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">strani za prenos</a>. Ta posodobitev bo kmalu na voljo tudi v trgovini Android Play, skladišču F-Droid in skladišču za Windows.

# 20260204.html
source: Thank you all, <br/>Timothée & Johnny
ca@valencia: Gràcies a tots, <br/>Timothée i Johnny
sl: Hvala vsem,<br/>Timothée in Johnny

# language name, item list
source: Georgian
ca@valencia: Georgià
hr: Gruzijski
lt: Kartvelų
sl: gruzinščina

source: We also provide an msi installer.
ca@valencia: També proporcionem un instal·lador «msi».
lt: Taip pat pateikiame MSI diegimo programą.
sl: Zagotavljamo tudi namestilnik msi.

source: For devices running Android 4.1 to 8.0, the last compatible version is <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-4.3.1.apk">GCompris 4.3.1</a>.
ca@valencia: Per als dispositius que tenen Android 4.1 fins al 8.0, l'última versió compatible és <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-4.3.1.apk">GCompris 4.3.1</a>.
lt: Įrenginiams, kuriuose veikia 4.1–8.0 versijos „Android“, paskutinė suderinama versija yra <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-4.3.1.apk">GCompris 4.3.1</a>.
sl: Za naprave s sistemom Android 4.1 do 8.0 je zadnja združljiva različica <a href= "https://gcompris.net/download/qt/android/GCompris-Android-release-signed-aligned-armeabi-v7a-dl-4.3.1.apk">GCompris 4.3.1</a>.

source: GCompris-teachers is the companion application for teachers to enhance their use of GCompris in their classroom. You can learn more about it from our <a href="https://gcompris.net/schools%(suffix)s.html#gcompris-teachers">Schools page</a>. Note that to use it, you should use the same version of the main GCompris application.
ca@valencia: GCompris-teachers és l'aplicació complementària perquè els professors milloren el seu ús de GCompris a l'aula. Podeu obtindre més informació sobre açò a la <a href="https://gcompris.net/schools%(suffix)s.html#gcompris- teachers">pàgina d'escoles</a>. Cal tindre en compte que per a utilitzar-lo haureu d'utilitzar la mateixa versió de l'aplicació principal de GCompris.
sl: GCompris-teachers je spremljevalna aplikacija za učitelje, ki jim omogoča boljšo uporabo GComprisa v razredu. Več o njej si lahko preberete na naši <a href="https://gcompris.net/schools%(suffix)s.html#gcompris-teachers">Šolski strani</a>. Upoštevajte, da morate za njeno uporabo uporabljati isto različico kot glavno aplikacijo GCompris.

source: GCompris-teachers is available for GNU/Linux and Windows operating systems.
ca@valencia: GCompris-teachers està disponible als sistemes operatius GNU/Linux i Windows.
sl: GCompris-teachers je na voljo za operacijske sisteme GNU/Linux in Windows.

source: GCompris is officially recommended for teachers in the following countries and states:
ca@valencia: GCompris es recomana oficialment als professors dels següents països i estats:
sl: GCompris je uradno priporočen učiteljem v naslednjih državah in zveznih državah:

source: France
ca@valencia: França
sl: Francija

source: Italy
ca@valencia: Itàlia
sl: Italija

source: Lithuania
ca@valencia: Lituània
sl: Litva

source: Datasets
ca@valencia: Conjunts de dades
sl: Zbirke podatkov

source: GCompris-teachers is a companion application for teachers to enhance their use of GCompris in their classroom. It allows teachers to create customized datasets and receive pupils results for some activities. You can download it from our <a href="https://gcompris.net/downloads%(suffix)s.html#gcompris-teachers">Download page</a>, and find the manual to learn more about from the link below.
ca@valencia: GCompris-teachers és una aplicació complementària per als professors per a millorar el seu ús de GCompris a l'aula. Permet als professors crear conjunts de dades personalitzats i rebre els resultats dels alumnes d'algunes activitats. El podeu descarregar des de la <a href="https://gcompris.net/downloads%(suffix)s.html#gcompris-teachers">Pàgina de baixades</a>, i trobareu el manual per a aprendre'n més a l'enllaç següent.
sl: GCompris-teachers je spremljevalna aplikacija za učitelje, ki jim omogoča boljšo uporabo GComprisa v razredu. Učiteljem omogoča ustvarjanje prilagojenih naborov podatkov in prejemanje rezultatov učencev za nekatere dejavnosti. Prenesete jo lahko z naše strani <a href="https://gcompris.net/downloads%(suffix)s.html#gcompris-teachers">za prenos</a>, priročnik za več informacij pa najdete na spodnji povezavi.

source: GCompris-teachers manual
ca@valencia: Manual de GCompris-teachers
sl: Priročnik za GCompris-teachers

# language name, item list
source: Kannada
ca@valencia: Kanarés

# 20230606.html
source: Release GCompris 3.3
es: Lanzamiento de GCompris 3.3
eu: GCompris 3.3 argitaratzea
tr: GCompris 3.3 Çıktı

# 20230606.html
source: Today we are releasing GCompris version 3.3.
es: Hoy hemos publicado GCompris versión 3.3.
eu: Gaurkoan GCompris 3.3 bertsioa argitaratzen dugu.
tr: Bugün, GCompris’in 3.3 sürümünü yayımlıyoruz.
zh_cn: 今天，我们发布了GCompris 3.3版本。

# 20230606.html
source: This version adds translations for 2 more languages: Arabic and Esperanto.
es: Esta versión añade traducciones para dos idiomas más: árabe y esperanto.
eu: Bertsio honek beste bi hizkuntzetarako itzulpenak gehitzen ditu: Arabiera eta Esperantoa.
tr: Bu sürüm, iki dil için daha çeviriler ekler: Arapça ve Esperanto.
zh_cn: 这个版本增加了另外两个语言的翻译：阿拉伯语和埃斯佩兰托语。

# 20230606.html
source: It contains bug fixes on multiple activities such as \"Path encoding\", \"Letter in word\", \"Ballcatch\" and \"Piano composition\".
es: Contiene correcciones de fallos en varias actividades, como «Codificación de ruta», «Letra en cada palabra», «Haz que la pelota vaya a Tux» y «Composición para piano».
eu: Hainbat jardueratan akatsak zuzendu ditu, hala nola\"Ibilbidea kodetzea\", \"Letra hitzean\", \"Bola harrapatzea\" eta \"Pianorako konposizioa\".jardueretan.
tr: Bu yeni sürüm; “Yol bulma”, “Hangi sözcükteki harf”, “Top yakalama” ve “Piyano kompozisyonu” gibi birçok etkinlik için hata düzeltmeleri içeriyor.
zh_cn: 它包含对多个活动的错误修复，如“路径编码”， “文字中的字母”，“Ballcatch”和“Piano composition”。
