Repository: gcompris/GCompris-site
Catalog: po/*/gcompris-net.po
Languages: ar, bg, br, ca@valencia, cs, el, eo, es, eu, he, hr, hu, it, lt, lv, mk, ml, nn, pl, ro, sk, sl, sq, tr, zh_cn, zh_tw

source: GCompris 1.0 lets educators select the level of activities according to the skill of each child. For example, in an activity that lets children practice numbers, you can select what numbers they can work with, leaving higher and more difficult numbers for a later stage. Or in an activity in which the child has to order pictures chronologically, you can grade the activity for children who can only read numbers or make it harder for children who can read both numbers and words.
es: GCompris 1.0 permite que los educadores seleccionen el nivel de las actividades según la habilidad de cada niño. Por ejemplo, en una actividad que permite que los niños practiquen con números, se pueden seleccionar los números con los que trabajar, dejando los números más altos y más difíciles para una etapa posterior. O, en un actividad en la que se deben ordenar imágenes cronológicamente, se puede graduar dicha actividad para niños que solo saben leer números o hacerla más complicada para niños que saben leer tanto números como palabras.
eu: GCompris 1.0: haur bakoitzaren trebetasunaren arabera jarduera-maila hautatzeko aukera ematen die hezitzaileei. Adibidez, haurrei zenbakiak praktikatzeko aukera ematen dien jarduera batean, zein zenbakirekin lan egin dezaketen hauta dezakezu, eta zenbaki altuagoak eta zailagoak utz ditzakezu ondorengo etapa baterako. Edo haurrak argazkiak kronologikoki ordenatu behar dituen jarduera bat, zenbakiak bakarrik irakur ditzaketen haurrentzako mailakatu dezakezu, edo zenbakiak eta hitzak irakur ditzaketen haurrentzat zailagoa egin.
it: GCompris 1.0 consente agli educatori di selezionare il livello delle attività in base alle abilità di ogni bambino. Ad esempio, in un'attività che consente ai bambini di esercitarsi con i numeri, è possibile selezionare i numeri con cui possono lavorare, lasciando i numeri più grandi e più difficili per una fase successiva. Oppure, in un'attività in cui il bambino deve ordinare le immagini in ordine cronologico, è possibile valutare l'attività per i bambini che sanno leggere solo numeri o renderla più difficile per i bambini che sanno leggere sia numeri che parole.
mk: Жикомпри 1.0 им овозможува на наставниците да го изберат нивото на активности според вештината на секое дете. На пример, во активност што им дозволува на децата да вежбаат броеви, можете да изберете со кои броеви можат да работат, оставајќи повисоки и потешки броеви за подоцнежната фаза. Или во активност во која детето треба да подредува хронолошки слики, можете да ја поставувате активноста за деца кои можат да читаат само броеви или да им ја отежнете на децата кои можат да читаат и броеви и зборови.
pl: GCompris 1.0 daje nauczycielom możliwość wyboru poziomu aktywności do umiejętności każdego dziecka. Na przykład, w aktywności, która umożliwia dzieciom ćwiczenie liczb, możesz wybrać na jakich liczbach mogą one pracować, pozostawiając wyższe i trudniejsze liczby na później. Lub w aktywności, w której dziecko musi uszeregować zdjęcia chronologicznie, możesz ją ułatwić dzieciom, które umieją czytać tylko liczby lub utrudnić dzieciom, które umieją czytać zarówno liczby jaki i słowa.

# 20240920.html
source: Release GCompris 4.2
sq: Hedhje në qarkullim e GCompris-së 4.2

# 20240920.html
source: Today we are releasing GCompris version 4.2.
sq: Sot hedhim në qarkullim GCompris version 4.2.

# 20240920.html
source: It contains bug fixes and graphics improvements on multiple activities.
sq: Përmban ndreqje të metash dhe përmirësime elementësh grafikë në shumë veprimtari.

# 20240920.html
source: This version adds translation for Latvian.
sq: Ky version shton përkthim për letonishten.

# 20240920.html
source: It is fully translated in the following languages:
sq: Është plotësisht i përkthyer në gjuhët vijuese:

# 20240920.html
source: It is also partially translated in the following languages:
sq: Gjithashtu është i përkthyer pjesërisht në gjuhët vijuese:

# 20240920.html
source: You can find packages of this new version for GNU/Linux, Windows, Android, Raspberry Pi and macOS on the <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">download page</a>. This update will also be available soon in the Android Play store, the F-Droid repository and the Windows store.
sq: Te <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">faqja e shkarkimit</a> mund të gjeni paketa të këtij versioni të ri për GNU/Linux, Windows, Android, Raspberry Pi dhe macOS. Ky përditësim do të jetë së shpejti gati edhe te shitorja Android Play, depoja F-Droid dhe shitorja Windows.

# 20240920.html
source: Thank you all, <br/>Timothée & Johnny
sq: Faleminderit të tërëve, <br/>Timothée & Johnny

# 20230121.html
source: Release GCompris 3.1
it: Versione GCompris 3.1

# 20230121.html
source: Today we are releasing GCompris version 3.1.
it: Oggi rilasciamo GCompris versione 3.1.

# 20230121.html
source: As we noticed that version 3.0 contained a critical bug in the new \"Comparator\" activity, we decided to quickly ship this 3.1 maintenance release to fix the issue.
it: Poiché abbiamo notato che la versione 3.0 conteneva un bug critico nella nuova attività «Strumento di confronto», abbiamo deciso di rilasciare rapidamente questa versione di manutenzione 3.1 per risolvere il problema.

# 20230121.html
source: It also contains some little translation update.
it: Contiene anche qualche piccolo aggiornamento della traduzione.

# 20230121.html
source: You can find packages of this new version for GNU/Linux, Windows, Raspberry Pi and macOS on the <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">download page</a>. This update will be available soon in the Android Play store, the F-Droid repository and the Windows store.
it: Puoi trovare i pacchetti di questa nuova versione per GNU/Linux, Windows, Android, Raspberry Pi e macOS sulla <a href=\"https://gcompris.net/downloads{{ suffix }}.html\">pagina Scarica</a>. Questo aggiornamento sarà inoltre disponibile presto nel Play Store di Android, nel deposito di F-Droid e nel Windows Store.

# 20230121.html
source: Thank you all, <br/>Timothée & Johnny
it: Grazie a tutti, <br/>Timothée e Johnny

source: The source tarball and the Linux installers are signed with the GPG key from Timothée Giet (public key:
mk: Изворниот тарбол и инсталаторите за Линукс се потпишани со GPG клучот од Тимотие Гиет (јавен клуч:
